Repository: hoangduytranuk/my-kde-vi
Catalog: branches/stable/l10n-kf5/templates/messages/kdepim-runtime/kdepim-runtime._desktop_.po
Languages: hsb

# Comment
source: KDE e-mail client
hsb: KDE e-mejlowy program

# Name
source: E-mail successfully sent
hsb: Mejlka wuspěšnje wotpósłana

# Name
source: E-mail sending failed
hsb: Mejlka njeje so hodźała pósłać

# Comment
source: Dispatches email messages
hsb: Sćele mejlki

# Name
source: Migration Agent
hsb: Migraciski agent

# Comment
source: New email notify
hsb: Skedźbnjenje na nowu mejlku

# Name
source: New email notify
hsb: Skedźbnjenje na nowu mejlku

# Name
source: New email arrived
hsb: Nowa mejlka je přišła

# Name
source: New Email Notifier
hsb: Skedźbnjenje na nowe mejlki

# Comment
source: Notifications about newly received emails
hsb: Skedźbnjenja wo nowych mejlkach

# Name
source: Personal Contacts
hsb: Wosobinske kontakty

# Name
source: Personal Calendar
hsb: Wosobinska protyka

# Name
source: Notes
hsb: Noticki

# Name
source: LDAP Server Settings
hsb: Nastajenja za LDAP-serwer

# Comment
source: Configure the available LDAP servers
hsb: Přistupne LDAP-serwery připrawić

# Comment
source: Loads a notes hierarchy from a local maildir folder
hsb: Začita hierarchiju notickow z lokalneho maildir-zapiska

# Name
source: Birthdays & Anniversaries
hsb: Narodniny a jubileje

# Comment
source: Provides access to birthday and anniversary dates of contacts in your address book as calendar events
hsb: Spřistupni narodniny a jubileje kontaktow we Wašim adresniku jako podawki w protyce

# Comment
source: The address book with personal contacts
hsb: Adresnik z wosobinskimi kontaktami

# Name
source: DAV groupware resource
hsb: DAV groupware resursa

# Comment
source: Resource to manage DAV calendars and address books (CalDAV, GroupDAV)
hsb: Resursa za rjadowanje DAV-protykow a adresnikow (CalDAV, GroupDAV)

# Name
source: ownCloud (> 5.0 and < 9.0)
hsb: ownCloud (> 5.0 a < 9.0)

# Name
source: EteSync Groupware Resource
hsb: EteSync Groupware-resursa

# Comment
source: Access your encrypted EteSync calendars, contacts and tasks from KDE
hsb: Spřistupni Waše šifrowane EteSync-protyki, kontaky a nadawki z KDE

# Name
source: Microsoft Exchange authentication expired
hsb: Microsoft Exchange awtentikacija hižo njepłaći

# Comment
source: Credentials used to access Microsoft Exchange are no longer valid
hsb: Zwiskowe daty (credentials) za přistup na Microsoft Exchange hižo njepłaća

# Name
source: Microsoft Exchange Server (EWS) Mail Transport
hsb: Microsoft Exchange Server (EWS) mejlkowy transport

# Comment
source: Allows sending e-mail through the Microsoft Exchange server using EWS
hsb: Dowoli pósłanje mejlkow přez Microsoft Exchange z pomocu EWS

# Name
source: Microsoft Exchange Server (EWS)
hsb: Microsoft Exchange-serwer (EWS)

# Comment
source: Provides access to mail, appointments tasks and contacts of a Microsoft Exchange server using EWS
hsb: Spřistupni mejlki, terminy a kontakty Microsoft Exchange-serwera z pomocu EWS

# Comment
source: Exchange account
hsb: Exchange-konto

# Name
source: Facebook Events
hsb: Facebook podawki

# Comment
source: Access your Facebook events from KDE
hsb: Spřistupni Waše facebook-podawki přez KDE

# Comment
source: Access your Google Calendars, Contacts and Tasks from KDE
hsb: Spřistupni Waše Google-protyki, kontakty a nadawki přez KDE

# Name
source: Google Groupware needs to authenticate
hsb: Google Groupware pomina awtentikaciji

# Comment
source: Google Groupware has been logged off and needs to be reauthenticated
hsb: Google Groupware bě wotzjewjeny a trjeba nowu awtentikaciju

# Name
source: iCal Calendar Folder
hsb: iCal-protykowy zapisk

# Comment
source: Provides access to calendar items, each stored in a single file, in a given directory
hsb: Spřistupni elementy protyki, kóždy w separatnej dataji, w datym zapisku

# Name
source: iCal Calendar File
hsb: iCal protykowa dataja

# Comment
source: Loads data from an iCal file
hsb: Čita daty z iCal-dataje

# Comment
source: Loads data from a notes file
hsb: Čita daty z notickoweje dataje

# Name
source: IMAP E-Mail Server
hsb: IMAP emejlowy serwer

# Comment
source: Connects to an IMAP e-mail server
hsb: Zwjaza so z IMAP-serwerom za mejlki

# Name
source: Generic IMAP Email Server
hsb: Generiski IMAP emejlowy serwer

# Comment
source: Imap account
hsb: IMAP-konto

# Name
source: KAlarm Directory
hsb: KAlarm-zapisk

# Comment
source: Loads data from a local KAlarm folder
hsb: Čita daty z lokalneho KAlarm-zapiska

# Name
source: KAlarm Calendar File
hsb: KAlarm protykowa dataja

# Comment
source: Loads data from a KAlarm calendar file
hsb: Čita daty z KAlarm-protykoweje dataje

# Name
source: Kolab Groupware Server
hsb: Kolab Groupware-serwer

# Comment
source: Provides access to Kolab groupware folders and e-mail on a Kolab IMAP Server.
hsb: Spřistupni Kolab groupware-zapiski a mejlki na Kolab IMAP-serweru.

# Comment
source: Maildir account
hsb: Maildir konto

# Comment
source: POP3 Resource
hsb: POP3-resursa

# Name
source: Error While Checking Mail
hsb: Zmylk při přepruwowanju mejlki

# Comment
source: There was an error while checking for new mail
hsb: Při pytanju za nowymi mejlkami je so zmylk stał

# Comment
source: Pop3 account
hsb: Pop3-konto

# Name
source: vCard Directory
hsb: vCard-zapisk

# Comment
source: Loads data from a directory with vCards
hsb: Čita daty ze zapiska z vCard-wizitkami

# Comment
source: Loads contact from vCard Directory
hsb: Čita kontakt ze zapiska z vCard-wizitkami

# Name
source: vCard File
hsb: vCard-wizitkowa dataja

# Comment
source: Loads data from a vCard file
hsb: Čita daty z vCard-dataje

# Comment
source: Loads contact from vCard File
hsb: Čita kontakt z vCard-dataje
