Repository: hoangduytranuk/my-kde-vi
Catalog: trunk/l10n-kf5/*/messages/plasma-phonebook/org.kde.phonebook.metainfo.po
Languages: vi

source: Phonebook
vi: Danh bạ

source: View and edit contacts
vi: Xem và chỉnh sửa các liên hệ

source: KDE Community
vi: Cộng đồng KDE

source: Convergent contact management application for both desktop and mobile devices.
vi: Ứng dụng quản lí liên hệ tập trung cho cả máy tính và thiết bị di động.

source: It provides a central place for starting conversations. Depending on the information available about a contact, respective actions are displayed.
vi: Nó cung cấp một địa điểm trung tâm để bắt đầu các cuộc hội thoại. Các hành động tương ứng được hiển thị tuỳ thuộc vào thông tin có trong từng liên hệ.

source: Features
vi: Tính năng

source: Add contacts
vi: Thêm liên hệ

source: Remove contacts
vi: Xoá liên hệ

source: Import vCard files
vi: Nhập khẩu các tệp vCard

source: Contact overview
vi: Xem khái quát liên hệ
