Repository: hoangduytranuk/my-kde-vi
Catalog: trunk/l10n-kf5/*/messages/kwin/kwin._desktop_.po
Languages: vi

# Name
source: Blur
vi: Mờ

# Name
source: Desktop Grid
vi: Lưới bàn làm việc

# Name
source: Dialog Parent
vi: Cha hộp thoại

# Comment
source: Darkens the parent window of the currently active dialog
vi: Làm tối cửa sổ cha của hộp thoại hiện đang hoạt động

# Name
source: Dim Inactive
vi: Làm tối bất hoạt

# Comment
source: Darkens the entire screen when requesting root privileges
vi: Làm tối toàn bộ màn hình khi yêu cầu đặc quyền gốc

# Name
source: Dim Screen for Administrator Mode
vi: Làm tối màn hình cho chế độ quản trị viên

# Name
source: Eye on Screen
vi: Theo dõi màn hình

# Comment
source: Suck windows into the desktop
vi: Hút các cửa sổ vào bàn làm việc

# Name
source: Fade Desktop
vi: Làm mờ dần bàn làm việc

# Comment
source: Fade between virtual desktops when switching between them
vi: Làm mờ dần giữa các bàn làm việc ảo khi chuyển đổi giữa chúng

# Name
source: Fade
vi: Làm mờ dần

# Comment
source: Make windows smoothly fade in and out when they are shown or hidden
vi: Làm cửa sổ hiện dần và mờ dần một cách êm dịu khi chúng hiện ra và biến mất

# Name
source: Fading Popups
vi: Ô bật lên ngả màu

# Comment
source: Make popups smoothly fade in and out when they are shown or hidden
vi: Làm ô bật lên hiện dần và mờ dần một cách êm dịu khi chúng hiện ra và biến mất

# Name
source: Desaturate Unresponsive Applications
vi: Khử bão hoà các ứng dụng không hồi đáp

# Comment
source: Desaturate windows of unresponsive (frozen) applications
vi: Khử bão hoà các cửa sổ của các ứng dụng không hồi đáp (đơ)

# Comment
source: Animation for a window going to and leaving full screen mode
vi: Hiệu ứng động cho một cửa sổ đang đi vào và rời khỏi chế độ toàn màn hình

# Name
source: Full Screen
vi: Toàn màn hình

# Name
source: Glide
vi: Lướt

# Name
source: Invert
vi: Đảo

# Comment
source: KWin Effect
vi: Hiệu ứng KWin

# Name
source: Login
vi: Đăng nhập

# Comment
source: Smoothly fade to the desktop when logging in
vi: Làm mờ dần sang bàn làm việc một cách êm dịu khi đăng nhập

# Name
source: Logout
vi: Đăng xuất

# Comment
source: Smoothly fade to the logout screen
vi: Làm mờ dần sang màn hình đăng xuất một cách êm dịu

# Name
source: Looking Glass
vi: Kính lúp

# Name
source: Magic Lamp
vi: Đèn thần

# Name
source: Magnifier
vi: Trình phóng đại

# Comment
source: Animation for a window going to maximize/restore from maximize
vi: Hiệu ứng động cho một cửa sổ chuẩn bị phóng to hoặc khôi phục từ trạng thái phóng to

# Name
source: Maximize
vi: Phóng to

# Comment
source: Cross fade animation when Tooltips or Notifications change their geometry
vi: Hiệu ứng động mờ dần khi các chú giải hay thông báo thay đổi hình dạng

# Name
source: Morphing popups
vi: Ô bật lên biến dạng

# Name
source: Mouse Click Animation
vi: Hiệu ứng động khi bấm chuột

# Name
source: Mouse Mark
vi: Vết chuột

# Name
source: overview
vi: tổng quan

# Name
source: Present Windows
vi: Các cửa sổ hiện thời

# Name
source: Resize Window
vi: Đổi cỡ cửa sổ

# Name
source: Scale
vi: Đổi cỡ

# Comment
source: Make windows smoothly scale in and out when they are shown or hidden
vi: Làm cửa sổ đổi cỡ một cách êm dịu khi chúng hiện ra và biến mất

# Name
source: Session Quit
vi: Thoát phiên

# Comment
source: Keep the desktop background alive during logout until the end
vi: Giữ nền bàn làm việc hiện cho đến cuối quá trình đăng xuất

# Name
source: Show FPS
vi: Hiện FPS

# Name
source: Show Paint
vi: Hiện sơn

# Name
source: Slide
vi: Trượt

# Comment
source: Squash windows when they are minimized
vi: Ép nhỏ cửa sổ khi thu nhỏ

# Name
source: Squash
vi: Ép nhỏ

# Name
source: Thumbnail Aside
vi: Hình nhỏ ở cạnh

# Name
source: Track Mouse
vi: Theo dõi chuột

# Name
source: Translucency
vi: Độ trong mờ

# Comment
source: Make windows translucent under different conditions
vi: Làm cửa sổ trong mờ trong các điều kiện khác nhau

# Name
source: Window Aperture
vi: Độ mở cửa sổ

# Comment
source: Move windows into screen corners
vi: Di chuyển các cửa sổ đến các góc màn hình

# Name
source: WindowGeometry
vi: Hình dạng của cửa sổ

# Name
source: Wobbly Windows
vi: Cửa sổ lắc lư

# Name
source: Zoom
vi: Thu phóng

# Name
source: Compositor
vi: Trình kết hợp

# Comment
source: Compositor Settings for Desktop Effects
vi: Các thiết lập trình kết hợp cho các hiệu ứng bàn làm việc

# X-KDE-Keywords
source: kwin,window,manager,compositing,compositor,effect,3D effects,2D effects,OpenGL,XRender,video settings,graphical effects,desktop effects,graphics,latency,vsync,tearing,window thumbnails,scale method,scaling method,backend
vi: kwin,window,manager,compositing,compositor,effect,3D effects,2D effects,OpenGL,XRender,video settings,graphical effects,desktop effects,graphics,latency,vsync,tearing,window thumbnails,scale method,scaling method,backend,cửa sổ,trình quản lí,kết hợp,trình kết hợp,hiệu ứng,hiệu ứng 3D,hiệu ứng 2D,thiết lập phim,hiệu ứng đồ hoạ,hiệu ứng bàn làm việc,đồ hoạ,độ trễ,rách hình,hình nhỏ của cửa sổ,phương pháp đổi cỡ,hậu phương

# Name
source: Window Decorations
vi: Trang trí cửa sổ

# Comment
source: Configure window titlebars and borders
vi: Cấu hình thanh tiêu đề và viền của cửa sổ

# X-KDE-Keywords
source: kwin,window,manager,border,style,theme,look,feel,layout,button,handle,edge,kwm,decoration,window decorations,titlebar,window buttons,window border,skin
vi: kwin,window,manager,border,style,theme,look,feel,layout,button,handle,edge,kwm,decoration,window decorations,titlebar,window buttons,window border,skin,cửa sổ,trình quản lí,viền,kiểu cách,chủ đề,nhìn,cảm,bố cục,nút,quai móc,cạnh,trang trí,trang trí cửa sổ,thanh tiêu đề,nút cửa sổ,viền cửa sổ,da

# Name
source: Virtual Desktops
vi: Bàn làm việc ảo

# Comment
source: Configure navigation, number and layout of virtual desktops
vi: Cáu hình điều hướng, số lượng và bố cục của các bàn làm việc ảo

# X-KDE-Keywords
source: desktop,desktops,number,virtual desktop,multiple desktops,pager,pager widget,pager applet,pager settings,indicator,navigation,cube,slide,workspaces
vi: desktop,desktops,number,virtual desktop,multiple desktops,pager,pager widget,pager applet,pager settings,indicator,navigation,cube,slide,workspaces,bàn làm việc,số lượng,bàn làm việc ảo,nhiều bàn làm việc,tổng quan,phụ kiện tổng quan,tiểu ứng dụng tổng quan,thiết lập trình tổng quan,trình chỉ thị,điều hướng,khối hộp,trượt,không gian làm việc

# Name
source: Desktop Effects
vi: Hiệu ứng bàn làm việc

# Comment
source: Configure compositor settings for desktop effects
vi: Cấu hình các thiết lập trình kết hợp cho các hiệu ứng bàn làm việc

# X-KDE-Keywords
source: kwin,window,manager,effect,3D effects,2D effects,graphical effects,desktop effects,animations,various animations,window management effects,window switching effect,desktop switching effect,animations,desktop animations,drivers,driver settings,rendering,render,invert effect,looking glass effect,magnifier effect,snap helper effect,track mouse effect,zoom effect,blur effect,fade effect,fade desktop effect,fall apart effect,glide effect,highlight window effect,login effect,logout effect,magic lamp effect,minimize animation effect,mouse mark effect,scale effect,screenshot effect,sheet effect,slide effect,sliding popups effect,thumbnail aside effect,translucency,translucency effect,transparency,window geometry effect,wobbly windows effect,startup feedback effect,dialog parent effect,dim inactive effect,dim screen effect,slide back effect,eye candy,candy,show FPS effect,show paint effect,cover switch effect,desktop cube effect,desktop cube animation effect,desktop grid effect,flip switch effect,present windows effect,resize window effect,background contrast effect,bling,fading,movement,motion,overview windows effect
vi: kwin,window,manager,effect,3D effects,2D effects,graphical effects,desktop effects,animations,various animations,window management effects,window switching effect,desktop switching effect,animations,desktop animations,drivers,driver settings,rendering,render,invert effect,looking glass effect,magnifier effect,snap helper effect,track mouse effect,zoom effect,blur effect,fade effect,fade desktop effect,fall apart effect,glide effect,highlight window effect,login effect,logout effect,magic lamp effect,minimize animation effect,mouse mark effect,scale effect,screenshot effect,sheet effect,slide effect,sliding popups effect,thumbnail aside effect,translucency,translucency effect,transparency,window geometry effect,wobbly windows effect,startup feedback effect,dialog parent effect,dim inactive effect,dim screen effect,slide back effect,eye candy,candy,show FPS effect,show paint effect,cover switch effect,desktop cube effect,desktop cube animation effect,desktop grid effect,flip switch effect,present windows effect,resize window effect,background contrast effect,bling,fading,movement,motion,overview windows effect,cửa sổ,trình quản lí,hiệu ứng,hiệu ứng 3D,hiệu ứng 2D,hiệu ứng đồ hoạ,hiệu ứng bàn làm việc,hiệu ứng động,nhiều hiệu ứng động,hiệu ứng quản lí cửa sổ,hiệu ứng chuyển cửa sổ,hiệu ứng chuyển bàn làm việc,hiệu ứng động bàn làm việc,trình điều khiển,thiết lập trình điều khiển,kết xuất,hiệu ứng đảo,hiệu ứng kính lúp,hiệu ứng phóng to,hiệu ứng trợ giúp nhanh,hiệu ứng theo dõi chuột,hiệu ứng thu phóng,hiệu ứng mờ,hiệu ứng làm mờ dần,hiệu ứng làm mờ dần bàn làm việc,hiệu ứng tan vỡ,hiệu ứng lướt,hiệu ứng tô sáng cửa sổ,hiệu ứng đăng nhập,hiệu ứng đăng xuất,hiệu ứng đèn thần,hiệu ứng động thu nhỏ,hiệu ứng vết chuột,hiệu ứng đổi cỡ,hiệu ứng ảnh chụp màn hình,hiệu ứng tấm mỏng,hiệu ứng trượt,hiệu ứng ô bật lên dạng trượt,hiệu ứng hình nhỏ ở cạnh,độ trong mờ,hiệu ứng độ trong mờ,độ trong suốt,hiệu ứng hình dạng của cửa sổ,hiệu ứng cửa sổ lắc lư,hiệu ứng phản hồi khởi động,hiệu ứng cha hộp thoại,hiệu ứng làm tối bất hoạt,hiệu ứng làm tối màn hình,hiệu ứng trượt lùi,đẹp mắt,hiệu ứng hiện FPS,hiệu ứng hiện sơn,hiệu ứng chuyển kiểu trang bìa,hiệu ứng khối hộp bàn làm việc,hiệu ứng động khối hộp bàn làm việc,hiệu ứng lưới bàn làm việc,hiệu ứng chuyển kiểu lật,hiệu ứng các cửa sổ hiện thời,hiệu ứng đổi cỡ cửa sổ,hiệu ứng tương phản nền,nhấp nháy,ngả màu,chuyển động,cử động,hiệu ứng tổng quan cửa sổ

# Name
source: Window Manager Effects
vi: Hiệu ứng trình quản lí cửa sổ

# Comment
source: Desktop Effects
vi: Hiệu ứng bàn làm việc

# Name
source: Window Behavior
vi: Ứng xử của cửa sổ

# Comment
source: Configure window actions and behavior
vi: Cấu hình các hành động và ứng xử của cửa sổ

# X-KDE-Keywords
source: focus,placement,window behavior,window actions,animation,raise,auto raise,windows,frame,titlebar,doubleclick,desktop,snap,movement,shading,shade,unshade,unshading,activation,activate
vi: focus,placement,window behavior,window actions,animation,raise,auto raise,windows,frame,titlebar,doubleclick,desktop,snap,movement,shading,shade,unshade,unshading,activation,activate,nhắm,xếp chỗ,ứng xử của cửa sổ,hành động của cửa sổ,hiệu ứng động,nâng,nâng tự động,cửa sổ,khung,thanh tiêu đề,bấm đúp,bàn làm việc,đính,chuyển động,che,bỏ che,kích hoạt

# Name
source: Window Rules
vi: Luật cửa sổ

# Comment
source: Individual Window Behavior
vi: Ứng xử của riêng từng cửa sổ

# X-KDE-Keywords
source: size,position,state,window behavior,windows,specific,workarounds,remember,rules,window rules,apps,applications
vi: size,position,state,window behavior,windows,specific,workarounds,remember,rules,window rules,apps,applications,kích thước,vị trí,trạng thái,ứng xử của cửa sổ,theo cửa sổ,cách khắc phục,nhớ,luật,luật cửa sổ,ứng dụng

# Name
source: Screen Edges
vi: Cạnh màn hình

# Comment
source: Configure active screen corners and edges
vi: Cấu hình các góc và cạnh của màn hình hoạt động

# X-KDE-Keywords
source: kwin,window,manager,effect,corner,edge,border,action,switch,desktop,kwin screen edges,desktop edges,screen edges,maximize windows,tile windows,side of screen,screen behavior,switch desktop,virtual desktop,screen corners,borders,screen borders,desktop borders,desktop corners,corners
vi: kwin,window,manager,effect,corner,edge,border,action,switch,desktop,kwin screen edges,desktop edges,screen edges,maximize windows,tile windows,side of screen,screen behavior,switch desktop,virtual desktop,screen corners,borders,screen borders,desktop borders,desktop corners,corners,cửa sổ,trình quản lí,hiệu ứng,góc,cạnh,viền,hành động,chuyển,bàn làm việc,cạnh màn hình kwin,cạnh bàn làm việc,cạnh màn hình,phóng to cửa sổ,lát cửa sổ,phía bên màn hình,ứng xử của màn hình,chuyển bàn làm việc,bàn làm việc ảo,góc màn hình,viền,viền màn hình,viền bàn làm việc,góc bàn làm việc,góc

# Name
source: Touch Screen
vi: Màn hình cảm ứng

# Comment
source: Configure touch screen swipe gestures
vi: Cấu hình các động tác hất của màn hình cảm ứng

# X-KDE-Keywords
source: kwin,window,manager,effect,edge,border,action,switch,desktop,desktop edges,screen edges,side of screen,screen behavior,touch screen
vi: kwin,window,manager,effect,edge,border,action,switch,desktop,desktop edges,screen edges,side of screen,screen behavior,touch screen,cửa sổ,trình quản lí,hiệu ứng,cạnh,viền,hành động,chuyển,bàn làm việc,cạnh bàn làm việc,cạnh màn hình,phía bên màn hình,ứng xử của màn hình,màn hình cảm ứng

# X-KDE-Keywords
source: kwin script,plugins,window manager
vi: kwin script,plugins,window manager,kịch bản kwin,phần cài cắm,trình quản lí cửa sổ

# Name
source: KWin Scripts
vi: Kịch bản KWin

# Comment
source: Manage KWin scripts
vi: Quản lí các kịch bản KWin

# Name
source: Window Manager Scripts
vi: Các kịch bản trình quản lí cửa sổ

# Name
source: Window Manager Switching Layouts
vi: Bố cục chuyển đổi của trình quản lí cửa sổ

# Name
source: Task Switcher
vi: Trình chuyển tác vụ

# Comment
source: Navigation Through Windows
vi: Điều hướng qua các cửa sổ

# X-KDE-Keywords
source: window,windows,switcher,window switcher,switching,window switching,alttab,alt-tab,alt+tab,alt tab,apps changer,application changer,app,task,switch,task switcher
vi: window,windows,switcher,window switcher,switching,window switching,alttab,alt-tab,alt+tab,alt tab,apps changer,application changer,app,task,switch,task switcher,cửa sổ,trình chuyển,trình chuyển cửa sổ,chuyển,chuyển cửa sổ,trình chuyển ứng dụng,ứng dụng,tác vụ,chuyển,trình chuyển tác vụ

# Name
source: Virtual Keyboard
vi: Bàn phím ảo

# Comment
source: Select which virtual keyboard to use
vi: Chọn bàn phím ảo để dùng

# X-KDE-Keywords
source: software keyboard,virtual keyboard,touch keyboard,on screen keyboard,input methods
vi: software keyboard,virtual keyboard,touch keyboard,on screen keyboard,input methods,bàn phím phần mềm,bàn phím ảo,bàn phím cảm ứng,bàn phím trên màn hình,phương thức nhập

# Comment
source: KWin Window Manager
vi: Trình quản lí cửa sổ KWin

# Name
source: Compositing has been suspended
vi: Việc kết hợp đã bị ngưng

# Comment
source: Another application has requested to suspend compositing.
vi: Một ứng dụng khác đã yêu cầu ngưng việc kết hợp.

# Name
source: Graphics Reset
vi: Đặt lại đồ hoạ

# Comment
source: A graphics reset event occurred
vi: Một sự kiện đặt lại đồ hoạ đã xảy ra

# Name
source: Xwayland Crash
vi: Sự cố Xwayland

# Comment
source: Xwayland has crashed
vi: Xwayland gặp sự cố

# Comment
source: KWin Window Decoration
vi: Trang trí cửa sổ KWin

# Comment
source: The classic theme known from KDE 3
vi: Chủ đề cổ điển được biết đến từ KDE 3

# Name|plasma runner
source: Windows
vi: Cửa sổ

# Comment
source: List windows and desktops and switch them
vi: Liệt kê các cửa sổ và bàn làm việc và chuyển giữa chúng

# Comment
source: KWin Script
vi: Kịch bản KWin

# Name
source: Desktop Change OSD
vi: Ô hiện nổi thay đổi bàn làm việc

# Comment
source: An on screen display indicating the desktop change
vi: Một ô hiện nổi để biểu thị thay đổi của bàn làm việc

# Name
source: MinimizeAll
vi: Thu nhỏ tất cả

# Comment
source: Adds a shortcut to minimize and restore all windows
vi: Thêm một phím tắt để thu nhỏ và khôi phục tất cả các cửa sổ

# Name
source: Synchronize Skip Switcher with Taskbar
vi: Đồng bộ hoá việc bỏ qua trình chuyển với thanh tác vụ

# Comment
source: Hides all windows marked as Skip Taskbar to be also excluded from window switchers (e.g. Alt+Tab)
vi: Ẩn tất cả các cửa sổ được đánh dấu là "Bỏ qua thanh tác vụ" khỏi các trình chuyển cửa sổ (vd.: Alt+Tab)

# Name
source: Video Wall
vi: Màn hình ghép

# Comment
source: Spans fullscreen video player over all attached screens to create a Video Wall
vi: Trải trình phát phim toàn màn hình ra tất cả các màn hình đang được gắn vào để tạo nên một màn hình ghép

# Comment
source: KWin Desktop Switcher Layout
vi: Bố cục trình chuyển bàn làm việc KWin

# Comment
source: KWin Window Switcher Layout
vi: Bố cục trình chuyển cửa sổ KWin
