Repository: hoangduytranuk/my-kde-vi
Catalog: trunk/l10n-kf5/*/messages/kate/org.kde.kate.appdata.po
Languages: vi

source: Advanced Text Editor
vi: Trình biên tập văn bản nâng cao

source: Kate is a multi-document, multi-view text editor by KDE. It features stuff like codefolding, syntaxhighlighting, dynamic word wrap, an embedded console, an extensive plugin interface and some preliminary scripting support.
vi: Kate là trình biên tập văn bản đa tài liệu, đa khung xem của KDE. Nó bao gồm các tính năng như gập mã, tô sáng cú pháp, bọc từ động, dòng lệnh tích hợp, một giao diện phần cài cắm toàn diện và một số hỗ trợ sơ bộ cho lập kịch bản.

source: Features:
vi: Tính năng:

source: MDI, window splitting, window tabbing
vi: MDI (Giao diện đa tài liệu - Multiple Document Interface), chia cửa sổ, tạo thẻ trong cửa sổ

source: Spell checking
vi: Kiểm tra đánh vần

source: CR, CRLF, LF newline support
vi: Hỗ trợ dòng mới kiểu CR, CRLF, LF

source: Encoding support (utf-8, utf-16, ascii etc.)
vi: Hỗ trợ mã hoá (utf-8, utf-16, ascii, v.v.)

source: Encoding conversion
vi: Chuyển đổi mã hoá

source: Regular expression based find &amp; replace
vi: Tìm &amp; thay thế dựa trên biểu thức chính quy

source: Powerful syntax highlighting and bracket matching
vi: Tô sáng cú pháp và khớp dấu ngoặc hiệu quả

source: Code and text folding
vi: Gập mã và văn bản

source: Infinite undo/redo support
vi: Hỗ trợ đảo ngược / làm lại không giới hạn

source: Block selection mode
vi: Chế độ chọn khối

source: Auto indentation
vi: Thụt lề tự động

source: Auto completion support
vi: Hỗ trợ hoàn tất tự động

source: Shell integration
vi: Tích hợp hệ vỏ

source: Wide protocol support (http, ftp, ssh, webdav etc.) using kioslaves
vi: Hỗ trợ nhiều giao thức (http, ftp, ssh, webdav, v.v.) sử dụng kioslaves

source: Plugin architecture for the application and editor component
vi: Kiến trúc phần cài cắm cho ứng dụng và thành phần trình biên tập

source: Customizable shortcuts
vi: Các phím tắt có thể tuỳ biến

source: Integrated command line
vi: Dòng lệnh tích hợp

source: Scriptable using JavaScript
vi: Lập kịch bản được bằng JavaScript

source: Editing code with Kate
vi: Chỉnh sửa mã bằng Kate
