Repository: hoangduytranuk/my-kde-vi
Catalog: branches/stable/l10n-kf5/*/messages/kinfocenter/kcm_pci.po
Languages: vi

# NAME OF TRANSLATORS
source: Your names
vi: Nguyễn Hùng Phú

# EMAIL OF TRANSLATORS
source: Your emails
vi: phu.nguyen@kdemail.net

source: PCI Devices
vi: Thiết bị PCI

source: This list displays PCI information.
vi: Danh sách này hiển thị thông tin PCI.

source: This display shows information about your computer's PCI slots and the related connected devices.
vi: Bộ hiển thị này hiện thông tin về các khe cắm PCI trong máy tính của bạn và các thiết bị được kết nối liên quan.

source: Device Class
vi: Lớp thiết bị

source: Device Subclass
vi: Lớp con thiết bị

source: Device Programming Interface
vi: Giao diện lập trình thiết bị

source: Master IDE Device
vi: Thiết bị IDE chính

source: Secondary programmable indicator
vi: Trình chỉ thị lập trình được phụ

source: Secondary operating mode
vi: Chế độ vận hành phụ

source: Primary programmable indicator
vi: Trình chỉ thị lập trình được chính

source: Primary operating mode
vi: Chế độ vận hành chính

source: Vendor
vi: Nhà cung cấp

source: Device
vi: Thiết bị

source: Subsystem
vi: Hệ thống con

source: - device:
vi: - thiết bị:

source: Interrupt
vi: Ngắt

source: Pin
vi: Chân

source: Control
vi: Điều khiển

source: Parity checking
vi: Kiểm tra chẵn lẻ

source: Address/data stepping
vi: Chia bước địa chỉ / dữ liệu

source: System error
vi: Lỗi hệ thống

source: Status
vi: Trạng thái

source: Interrupt status
vi: Trạng thái ngắt

source: Capability list
vi: Danh sách khả năng

source: 66 MHz PCI 2.1 bus
vi: Buýt PCI 2.1 66 MHz

source: User-definable features
vi: Tính năng có thể được người dùng chỉ định

source: Data parity error
vi: Lỗi chẵn lẻ dữ liệu

source: Parity error
vi: Lỗi chẵn lẻ

source: Latency
vi: Độ trễ

source: Header
vi: Đầu tải

source: Type
vi: Kiểu

source: Multifunctional
vi: Đa chức năng

source: Build-in self test
vi: Tự kiểm thử tích hợp

source: Completion code
vi: Mã hoàn tất

source: Size
vi: Cỡ

source: Address mappings
vi: Ánh xạ địa chỉ

source: Mapping %1
vi: Ánh xạ %1

source: I/O
vi: Vào/ra

source: Memory
vi: Bộ nhớ

source: Prefetchable
vi: Tìm nạp được trước

source: Address
vi: Địa chỉ

# unassigned address
source: Unassigned
vi: Chưa ấn định

# unassigned size
source: Unassigned
vi: Chưa ấn định

source: Bus
vi: Buýt

source: Primary bus number
vi: Số buýt chính

source: Secondary bus number
vi: Số buýt phụ

source: Subordinate bus number
vi: Số buýt thứ cấp

source: Secondary latency timer
vi: Bộ đo độ trễ phụ

source: CardBus number
vi: Số CardBus

source: CardBus latency timer
vi: Bộ đo độ trễ CardBus

source: Secondary status
vi: Trạng thái phụ

source: Base
vi: Cơ sở

source: Limit
vi: Giới hạn

source: Secondary parity checking
vi: Kiểm tra chẵn lẻ phụ

source: Secondary system error
vi: Lỗi hệ thống phụ

source: ISA ports forwarding
vi: Chuyển tiếp cổng ISA

source: VGA forwarding
vi: Chuyển tiếp VGA

source: Secondary bus reset
vi: Đặt lại buýt phụ

source: 2e10 PCI clocks
vi: Đồng hồ PCI 2e10

source: 2e15 PCI clocks
vi: Đồng hồ PCI 2e15

source: Expansion ROM
vi: ROM mở rộng

source: Memory windows
vi: Cửa sổ bộ nhớ

source: Window %1
vi: Cửa sổ %1

source: I/O windows
vi: Cửa sổ vào/ra

source: 16-bit legacy interface ports
vi: Cổng giao diện đời cũ 16-bit

source: CardBus control
vi: Điều khiển CardBus

source: Interrupts for 16-bit cards
vi: Ngắt cho bo mạch 16-bit

source: Window 0 prefetchable memory
vi: Bộ nhớ tìm nạp trước được cửa sổ 0

source: Window 1 prefetchable memory
vi: Bộ nhớ tìm nạp trước được cửa sổ 1

source: Raw PCI config space
vi: Không gian cấu hình PCI thô

source: Capabilities
vi: Khả năng

source: Version
vi: Phiên bản

source: Clock required for PME generation
vi: Cần có đồng hồ cho việc sinh PME

source: Device-specific initialization required
vi: Cần sự khởi tạo theo thiết bị

source: Maximum auxiliary current required in D3 cold
vi: Dòng bổ trợ tối đa cần có ở D3 lạnh

source: D1 support
vi: Hỗ trợ D1

source: D2 support
vi: Hỗ trợ D2

source: Power management events
vi: Các sự kiện quản lí nguồn điện

source: D3 hot
vi: D3 nóng

source: D3 cold
vi: D3 lạnh

source: Power state
vi: Trạng thái nguồn điện

source: Power management
vi: Quản lí nguồn điện

source: Power management status
vi: Trạng thái quản lí nguồn điện

source: Bridge status
vi: Trạng thái cầu

source: Secondary bus state in D3 hot
vi: Trạng thái buýt phụ ở D3 nóng

source: Secondary bus power & clock control
vi: Điều khiển nguồn & đồng hồ buýt phụ

source: Data
vi: Dữ liệu

source: Revision
vi: Phiên bản

source: Rate
vi: Tốc độ

source: AGP 3.0 mode
vi: Chế độ AGP 3.0

source: Fast Writes
vi: Ghi nhanh

source: Address over 4 GiB
vi: Địa chỉ trên 4 GiB

source: Translation of host processor access
vi: Biên dịch truy cập của bộ xử lí

source: 64-bit GART
vi: GART 64 bit

source: Cache Coherency
vi: Tính cố kết của bộ nhớ sẵn

source: Side-band addressing
vi: Định địa chỉ dải bên

source: Calibrating cycle
vi: Chu kì hiệu chỉnh

source: Optimum asynchronous request size
vi: Kích thước yêu cầu bất đồng bộ tối ưu

source: Isochronous transactions
vi: Giao dịch đẳng thời

source: Maximum number of AGP command
vi: Số lệnh AGP tối đa

source: Configuration
vi: Cấu hình

source: Data address
vi: Địa chỉ dữ liệu

source: Transfer completed
vi: Việc truyền hoàn tất

source: Message control
vi: Điều khiển thông điệp

source: Message signaled interrupts
vi: Ngắt được gửi tín hiệu bằng thông điệp

source: 64-bit address
vi: Địa chỉ 64 bit

source: Per vector masking
vi: Dùng mặt nạ cho từng véc-tơ

source: Mask
vi: Mặt nạ

source: Pending
vi: Chờ

source: Length
vi: Độ dài

# no data
source: None
vi: Không

source: Next
vi: Sau

source: 0x00 (None)
vi: 0x00 (Không)

source: Root only
vi: Chỉ Gốc

source: Information
vi: Thông tin

source: Value
vi: Giá trị

source: Cache line size
vi: Kích thước dòng bộ nhớ sẵn

# state of PCI item
source: Enabled
vi: Bật

# state of PCI item
source: Disabled
vi: Tắt

# state of PCI item
source: Yes
vi: Có

# state of PCI item
source: No
vi: Không

# state of PCI item
source: Unknown
vi: Không rõ

source: Unclassified device
vi: Thiết bị chưa phân loại

source: Mass storage controller
vi: Trình điều khiển lưu trữ hàng loạt

source: Network controller
vi: Trình điều khiển mạng

source: Display controller
vi: Trình điều khiển hiển thị

source: Multimedia controller
vi: Trình điều khiển đa phương tiện

source: Memory controller
vi: Trình điều khiển bộ nhớ

source: Bridge
vi: Cầu

source: Communication controller
vi: Trình điều khiển liên lạc

source: Generic system peripheral
vi: Thiết bị ngoại vi hệ thống chung

source: Input device controller
vi: Trình điều khiển thiết bị nhập

source: Docking station
vi: Trạm nối

source: Processor
vi: Bộ xử lí

source: Serial bus controller
vi: Trình điều khiển buýt nối tiếp

source: Wireless controller
vi: Trình điều khiển không dây

source: Intelligent controller
vi: Trình điều khiển thông minh

source: Satellite communications controller
vi: Trình điều khiển liên lạc vệ tinh

source: Encryption controller
vi: Trình điều khiển mật mã hoá

source: Signal processing controller
vi: Trình điều khiển xử lí tín hiệu

source: Processing accelerators
vi: Bộ tăng tốc xử lí

source: Non-Essential Instrumentation
vi: Trang thiết bị không thiết yếu

source: Coprocessor
vi: Bộ đồng xử lí

source: Unassigned class
vi: Lớp chưa ấn định

source: Unknown device class
vi: Lớp thiết bị không rõ

source: Non-VGA unclassified device
vi: Thiết bị chưa phân loại phi VGA

source: VGA unclassified device
vi: Thiết bị chưa phân loại VGA

source: Unknown unclassified device
vi: Thiết bị chưa phân loại không rõ

source: SCSI storage controller
vi: Trình điều khiển lưu trữ SCSI

source: IDE controller
vi: Trình điều khiển IDE

source: Floppy disk controller
vi: Trình điều khiển đĩa mềm

source: IPI bus controller
vi: Trình điều khiển buýt IPI

source: RAID bus controller
vi: Trình điều khiển buýt RAID

source: ATA controller
vi: Trình điều khiển ATA

source: SATA controller
vi: Trình điều khiển SATA

source: Serial Attached SCSI controller
vi: Trình điều khiển SCSI Gia cố Nối tiếp

source: Non-Volatile memory controller
vi: Trình điều khiển bộ nhớ bất biến

source: Unknown storage controller
vi: Trình điều khiển lưu trữ không rõ

source: Ethernet controller
vi: Trình điều khiển Ethernet

source: Token ring network controller
vi: Trình điều khiển mạng vòng hiệu bài

source: FDDI network controller
vi: Trình điều khiển mạng FDDI

source: ATM network controller
vi: Trình điều khiển mạng ATM

source: ISDN controller
vi: Trình điều khiển ISDN

source: WorldFip controller
vi: Trình điều khiển WorldFip

source: PICMG controller
vi: Trình điều khiển PICMG

source: Infiniband controller
vi: Trình điều khiển InfiniBand

source: Fabric controller
vi: Trình điều khiển lưới

source: Unknown network controller
vi: Trình điều khiển mạng không rõ

source: VGA compatible controller
vi: Trình điều khiển tương thích VGA

source: XGA compatible controller
vi: Trình điều khiển tương thích XGA

source: 3D controller
vi: Trình điều khiển 3D

source: Unknown display controller
vi: Trình điều khiển hiển thị không rõ

source: Multimedia video controller
vi: Trình điều khiển phần hình đa phương tiện

source: Multimedia audio controller
vi: Trình điều khiển phần tiếng đa phương tiện

source: Computer telephony device
vi: Thiết bị điện thoại máy tính

source: Audio device
vi: Thiết bị âm thanh

source: Unknown multimedia controller
vi: Trình điều khiển đa phương tiện không rõ

source: RAM memory
vi: Bộ nhớ RAM

source: FLASH memory
vi: Bộ nhớ FLASH

source: Unknown memory controller
vi: Trình điều khiển bộ nhớ không rõ

source: Host bridge
vi: Cầu máy

source: ISA bridge
vi: Cầu ISA

source: EISA bridge
vi: Cầu EISA

source: MicroChannel bridge
vi: Cầu MicroChannel

source: PCI bridge
vi: Cầu PCI

source: PCMCIA bridge
vi: Cầu PCMCIA

source: NuBus bridge
vi: Cầu NuBus

source: CardBus bridge
vi: Cầu CardBus

source: RACEway bridge
vi: Cầu RACEway

source: Semi-transparent PCI-to-PCI bridge
vi: Cầu PCI-PCI bán trong suốt

source: InfiniBand to PCI host bridge
vi: Cầu máy InfiniBand-PCI

source: Unknown bridge
vi: Cầu không rõ

source: Serial controller
vi: Trình điều khiển nối tiếp

source: Parallel controller
vi: Trình điều khiển song song

source: Multiport serial controller
vi: Trình điều khiển nối tiếp đa cổng

source: Modem
vi: Bộ điều giải

source: GPIB controller
vi: Trình điều khiển GPIB

source: Smart card controller
vi: Trình điều khiển thẻ thông minh

source: Unknown communication controller
vi: Trình điều khiển liên lạc không rõ

source: DMA controller
vi: Trình điều khiển DMA

source: Timer
vi: Hẹn giờ

source: PCI Hot-plug controller
vi: Trình điều khiển cắm nóng PCI

source: SD Host controller
vi: Trình điều khiển máy SD

source: Unknown system peripheral
vi: Thiết bị ngoại vi hệ thống không rõ

source: Keyboard controller
vi: Trình điều khiển bàn phím

source: Digitizer Pen
vi: Bút số hoá

source: Mouse controller
vi: Trình điều khiển chuột

source: Scanner controller
vi: Trình điều khiển máy quét

source: Gameport controller
vi: Trình điều khiển cổng trò chơi

source: Unknown input device controller
vi: Trình điều khiển thiết bị nhập không rõ

source: Generic docking station
vi: Trạm nối chung

source: Unknown docking station
vi: Trạm nối không rõ

source: Co-processor
vi: Bộ đồng xử lí

source: Unknown processor
vi: Bộ xử lí không rõ

source: ACCESS bus
vi: Buýt ACCESS

source: USB controller
vi: Trình điều khiển USB

source: Fibre channel
vi: Kênh Fibre

source: IPMI interface
vi: Giao diện IPMI

source: SERCOS interface
vi: Giao diện SERCOS

source: Unknown serial bus controller
vi: Trình điều khiển buýt nối tiếp không rõ

source: IRDA controller
vi: Trình điều khiển IRDA

source: Consumer IR controller
vi: Trình điều khiển IR người tiêu dùng

source: RF controller
vi: Trình điều khiển RF

source: Broadband
vi: Băng rộng

source: Unknown wireless controller
vi: Trình điều khiển không dây không rõ

source: Unknown intelligent controller
vi: Trình điều khiển thông minh không rõ

source: Satellite TV controller
vi: Trình điều khiển ti-vi vệ tinh

source: Satellite audio communication controller
vi: Trình điều khiển liên lạc âm thanh vệ tinh

source: Satellite voice communication controller
vi: Trình điều khiển liên lạc tiếng nói vệ tinh

source: Satellite data communication controller
vi: Trình điều khiển liên lạc dữ liệu vệ tinh

source: Unknown satellite communications controller
vi: Trình điều khiển liên lạc vệ tinh không rõ

source: Network and computing encryption device
vi: Thiết bị mật mã hoá mạng và điện toán

source: Entertainment encryption device
vi: Thiết bị mật mã hoá giải trí

source: Unknown encryption controller
vi: Trình điều khiển mật mã hoá không rõ

source: DPIO module
vi: Khối DPIO

source: Performance counters
vi: Bộ tính hiệu năng

source: Communication synchronizer
vi: Trình đồng bộ liên lạc

source: Signal processing management
vi: Quản lí xử lí tín hiệu

source: Unknown signal processing controller
vi: Trình điều khiển xử lí tín hiệu không rõ

source: Unknown processing accelerator
vi: Bộ tăng tốc xử lí không rõ

source: Unknown subdevice class
vi: Lớp thiết bị con không rõ

source: ISA Compatibility mode-only controller
vi: Trình điều khiển chỉ có chế độ tương thích ISA

source: PCI native mode-only controller
vi: Trình điều khiển chỉ có chế độ bản địa PCI

source: ISA Compatibility mode controller, supports both channels switched to PCI native mode
vi: Trình điều khiển chế độ tương thích ISA, hỗ trợ cả hai kênh được chuyển sang chế độ bản địa PCI

source: PCI native mode controller, supports both channels switched to ISA compatibility mode
vi: Trình điều khiển chế độ bản địa PCI, hỗ trợ cả hai kênh được chuyển sang chế độ tương thích ISA

source: ISA Compatibility mode-only controller, supports bus mastering
vi: Trình điều khiển chỉ có chế độ tương thích ISA, hỗ trợ làm chủ buýt

source: PCI native mode-only controller, supports bus mastering
vi: Trình điều khiển chỉ có chế độ bản địa PCI, hỗ trợ làm chủ buýt

source: ISA Compatibility mode controller, supports both channels switched to PCI native mode, supports bus mastering
vi: Trình điều khiển chế độ tương thích ISA, hỗ trợ cả hai kênh được chuyển sang chế độ bản địa PCI, hỗ trợ làm chủ buýt

source: PCI native mode controller, supports both channels switched to ISA compatibility mode, supports bus mastering
vi: Trình điều khiển chế độ bản địa PCI, hỗ trợ cả hai kênh được chuyển sang chế độ tương thích ISA, hỗ trợ làm chủ buýt

source: ADMA single stepping
vi: ADMA chia bước đơn

source: ADMA continuous operation
vi: ADMA thao tác liên tục

source: Vendor specific
vi: Riêng của nhà cung cấp

source: Serial Storage Bus
vi: Buýt lưu trữ nối tiếp

source: VGA controller
vi: Trình điều khiển VGA

source: 8514 controller
vi: Trình điều khiển 8514

source: Normal decode
vi: Giải mã thường

source: Subtractive decode
vi: Giải mã trừ

source: Transparent mode
vi: Chế độ trong suốt

source: Endpoint mode
vi: Chế độ điểm cuối

source: Primary bus towards host CPU
vi: Buýt chính hướng đến CPU máy

source: Secondary bus towards host CPU
vi: Buýt phụ hướng đến CPU máy

source: IEEE1284 Target
vi: Đích IEEE1284

source: Generic
vi: Chung

source: ISA timer
vi: Hẹn giờ ISA

source: EISA timers
vi: Hẹn giờ EISA

source: Extended
vi: Mở rộng

source: Unspecified
vi: Không xác định

source: USB Device
vi: Thiết bị USB

source: Keyboard controller style
vi: Kiểu cách trình điều khiển bàn phím

source: Block transfer
vi: Truyền khối

source: Vital product data
vi: Dữ liệu sản phẩm quan trọng

source: Slot identification
vi: Định danh khe cắm

source: CompactPCI hot swap
vi: Hoán đổi nóng CompactPCI

source: Debug port
vi: Cổng gỡ lỗi

source: CompactPCI central resource control
vi: Điều khiển tài nguyên trung tâm CompactPCI

source: PCI hot-plug
vi: Cắm nóng PCI

source: Secure device
vi: Thiết bị an toàn

source: PCI Advanced Features
vi: Tính năng nâng cao PCI

source: Fast
vi: Nhanh

source: Medium
vi: Vừa

source: Slow
vi: Chậm

source: Below 1M
vi: Dưới 1M

source: Standard
vi: Tiêu chuẩn

source: Not needed
vi: Không cần thiết

source: 0 (self powered)
vi: 0 (tự cấp nguồn)

source: 1 vector
vi: 1 véc-tơ

source: 2 vectors
vi: 2 véc-tơ

source: 4 vectors
vi: 4 véc-tơ

source: 8 vectors
vi: 8 véc-tơ

source: 16 vectors
vi: 16 véc-tơ

source: 32 vectors
vi: 32 véc-tơ
