Repository: hoangduytranuk/my-kde-vi
Catalog: branches/stable/l10n-kf5/*/messages/kinfocenter/kcmopengl.po
Languages: vi

# NAME OF TRANSLATORS
source: Your names
vi: Nguyễn Hùng Phú

# EMAIL OF TRANSLATORS
source: Your emails
vi: phu.nguyen@kdemail.net

source: KCM OpenGL Information
vi: Thông tin về OpenGL

source: Original Maintainer
vi: Bảo trì viên ban đầu

source: Author of glxinfo Mesa demos (https://www.mesa3d.org)
vi: Tác giả các chương trình minh hoạ Mesa glxinfo (https://www.mesa3d.org)

source: Max. number of light sources
vi: Số lượng nguồn sáng tối đa

source: Max. number of clipping planes
vi: Số lượng mặt cắt tối đa

source: Max. pixel map table size
vi: Kích thước tối đa của bảng bản đồ điểm ảnh

source: Max. display list nesting level
vi: Mức lồng tối đa của danh sách hiển thị

source: Max. evaluator order
vi: Bậc tối đa của trình đánh giá

source: Max. recommended vertex count
vi: Số lượng đỉnh đề xuất tối đa

source: Max. recommended index count
vi: Số lượng chỉ số đề xuất tối đa

source: Max. texture size
vi: Kích thước hoạ tiết tối đa

source: No. of texture units
vi: Số lượng đơn vị hoạ tiết

source: Max. 3D texture size
vi: Kích thước hoạ tiết 3D tối đa

source: Max. cube map texture size
vi: Kích thước hoạ tiết bản đồ khối hộp tối đa

source: Max. rectangular texture size
vi: Kích thước hoạ tiết chữ nhật tối đa

source: No. of compressed texture formats
vi: Số lượng dạng thức hoạ tiết nén

source: Subpixel bits
vi: Bit hạ điểm ảnh

source: Aux. buffers
vi: Bộ đệm bổ trợ

source: Frame buffer properties
vi: Thuộc tính bộ đệm khung

source: Texturing
vi: Hoạ tiết hoá

source: Various limits
vi: Các giới hạn khác nhau

source: Points and lines
vi: Điểm và đường

source: Stack depth limits
vi: Giới hạn độ sâu ngăn xếp

source: Vendor
vi: Nhà cung cấp

source: Device
vi: Thiết bị

source: Subvendor
vi: Nhà cung cấp con

source: Revision
vi: Phiên bản

source: Kernel module
vi: Khối nhân

source: 3D Accelerator
vi: Bộ tăng tốc 3D

# Just one accelerator
source: 3D Accelerator
vi: Bộ tăng tốc 3D

source: unknown
vi: không rõ

source: Driver
vi: Trình điều khiển

source: Renderer
vi: Trình kết xuất

source: OpenGL ES version
vi: Phiên bản OpenGL ES

source: OpenGL version
vi: Phiên bản OpenGL

source: OpenGL ES extensions
vi: Phần mở rộng OpenGL ES

source: OpenGL extensions
vi: Phần mở rộng OpenGL

source: Implementation specific
vi: Chi tiết thực hiện

source: server GLX vendor
vi: nhà cung cấp GLX máy chủ

source: server GLX version
vi: phiên bản GLX máy chủ

source: server GLX extensions
vi: phần mở rộng GLX máy chủ

source: client GLX vendor
vi: nhà cung cấp GLX máy khách

source: client GLX version
vi: phiên bản GLX máy khách

source: client GLX extensions
vi: phần mở rộng GLX máy khách

source: GLX extensions
vi: phần mở rộng GLX

source: GLU version
vi: Phiên bản GLU

source: GLU extensions
vi: Phần mở rộng GLU

source: EGL Vendor
vi: Nhà cung cấp EGL

source: EGL Version
vi: Phiên bản EGL

source: EGL Extensions
vi: Phần mở rộng EGL

source: Direct Rendering (GLX)
vi: Kết xuất trực tiếp (GLX)

source: Indirect Rendering (GLX)
vi: Kết xuất gián tiếp (GLX)

source: Direct Rendering (EGL)
vi: Kết xuất trực tiếp (EGL)

source: Information
vi: Thông tin

source: Value
vi: Giá trị

source: Name of the Display
vi: Tên của bộ hiển thị

source: Could not initialize OpenGL/GLX
vi: Không khởi tạo được OpenGL/GLX

source: Core Profile
vi: Hồ sơ nhân

source: Compatibility Profile
vi: Hồ sơ tương thích

source: Could not initialize OpenGL (ES)/EGL
vi: Không khởi tạo được OpenGL (ES)/EGL
