Repository: hoangduytranuk/my-kde-vi
Catalog: trunk/l10n-kf5/*/messages/kinfocenter/kinfocenter._desktop_.po
Languages: vi

# Name
source: Basic Information
vi: Thông tin cơ bản

# Name
source: Detailed Information
vi: Thông tin chi tiết

# Name
source: Devices
vi: Thiết bị

# Name
source: Graphics
vi: Đồ hoạ

# Name
source: KInfoCenter Category
vi: Nhóm KInfoCenter

# Name
source: Lost And Found
vi: Mất và tìm

# Name
source: Network
vi: Mạng

# Name
source: Information
vi: Thông tin

# X-KDE-Keywords
source: about,info,information,distribution,distro,system,kernel,qt,kde
vi: about,info,information,distribution,distro,system,kernel,qt,kde,về,thông tin,bản phân phối,hệ thống,nhân

# Name
source: About this System
vi: Về hệ thống này

# Comment
source: Information About This System
vi: Thông tin về hệ thống này

# Comment
source: Advanced CPU Information
vi: Thông tin nâng cao về CPU

# X-KDE-Keywords
source: cpu,amd,intel,arm,instructions,cores,architecture,byte order
vi: cpu,amd,intel,arm,instructions,cores,architecture,byte order,lệnh,lõi,kiến trúc,thứ tự byte

# Name
source: Device Viewer
vi: Trình xem thiết bị

# Comment
source: Device Viewer
vi: Trình xem thiết bị

# X-KDE-Keywords
source: device,devices,disk,drive,processor,cpu
vi: device,devices,disk,drive,processor,cpu,thiết bị,đĩa,ổ,bộ xử lí

# Comment
source: EGL information
vi: Thông tin về EGL

# X-KDE-Keywords
source: OpenGL,DRI,3D,VideoCard,Hardware Acceleration,Graphics,EGL
vi: OpenGL,DRI,3D,VideoCard,Hardware Acceleration,Graphics,EGL,Bo mạch đồ hoạ,Tăng tốc phần cứng,Đồ hoạ

# Name
source: Energy
vi: Năng lượng

# Comment
source: Energy Consumption Statistics
vi: Thống kê tiêu thụ năng lượng

# X-KDE-Keywords
source: Battery,Energy,Statistics,History,Power
vi: Battery,Energy,Statistics,History,Power,Pin,Năng lượng,Thống kê,Lịch sử,Nguồn điện

# Name
source: Energy Information
vi: Thông tin năng lượng

# Comment
source: Statistics about energy consumption
vi: Thống kê về việc tiêu thụ năng lượng

# Comment
source: GLX information
vi: Thông tin về GLX

# X-KDE-Keywords
source: OpenGL,DRI,GLX,3D,VideoCard,Hardware Acceleration,Graphics,X,X11,Xserver,X-Server,XFree86,Display
vi: OpenGL,DRI,GLX,3D,VideoCard,Hardware Acceleration,Graphics,X,X11,Xserver,X-Server,XFree86,Display,Bo mạch đồ hoạ,Tăng tốc phần cứng,Đồ hoạ,Máy chủ X,Hiển thị

# Name
source: Interrupts
vi: Ngắt

# Comment
source: Interrupt information
vi: Thông tin ngắt

# X-KDE-Keywords
source: Interrupts,IRQ,System Information
vi: Interrupts,IRQ,System Information,Ngắt,Thông tin hệ thống

# Name
source: Network Interfaces
vi: Giao diện mạng

# Comment
source: Network interface information
vi: Thông tin giao diện mạng

# Comment
source: PCI information
vi: Thông tin về PCI

# X-KDE-Keywords
source: PCI,PCI-Devices,PCI-Bus,System Information
vi: PCI,PCI-Devices,PCI-Bus,System Information,Thiết bị PCI,Buýt PCI,Thông tin hệ thống

# Name
source: Samba Status
vi: Trạng thái Samba

# Comment
source: Samba status monitor
vi: Giám sát trạng thái Samba

# X-KDE-Keywords
source: SMB,SAMBA,Windows network,LAN,System Information
vi: SMB,SAMBA,Windows network,LAN,System Information,Mạng Windows,Thông tin hệ thống

# Name
source: USB Devices
vi: Thiết bị USB

# Comment
source: USB devices attached to this computer
vi: Các thiết bị USB nối với máy tính này

# X-KDE-Keywords
source: USB,devices,viewer,control
vi: USB,devices,viewer,control,thiết bị,trình xem,điều khiển

# Comment
source: Vulkan graphics API information
vi: Thông tin API đồ hoạ Vulkan

# X-KDE-Keywords
source: Vulkan,VideoCard,Hardware Acceleration,Graphics
vi: Vulkan,VideoCard,Hardware Acceleration,Graphics,Bo mạch đồ hoạ,Tăng tốc phần cứng,Đồ hoạ

# Comment
source: Information about the Wayland Compositor
vi: Thông tin về Trình kết hợp Wayland

# X-KDE-Keywords
source: Wayland,Compositor,Display,System Information
vi: Wayland,Compositor,Display,System Information,Trình kết hợp,Hiển thị,Thông tin hệ thống

# Name
source: X-Server
vi: Máy chủ X

# Comment
source: X-Server information
vi: Thông tin về máy chủ X

# X-KDE-Keywords
source: X,X-Server,XServer,XFree86,Display,VideoCard,System Information
vi: X,X-Server,XServer,XFree86,Display,VideoCard,System Information,Máy chủ X,Hiển thị,Bo mạch đồ hoạ,Thông tin hệ thống

# Name
source: Info Center
vi: Trung tâm thông tin

# GenericName
source: Info Center
vi: Trung tâm thông tin

# Comment
source: Centralized and convenient overview of system information
vi: Phần tổng quan tập trung và tiện lợi về thông tin hệ thống
