Repository: hoangduytranuk/my-kde-vi
Catalog: trunk/l10n-kf5/*/messages/plasma-desktop/plasma-desktop._desktop_.po
Languages: vi

# X-KDE-Keywords
source: plasma,workspace,shell,formfactor,dashboard,tooltips,informational tips,click,single click,double click,animation speed,behavior,open files,select files,scrollbar,visual feedback,status,click to open,click to select
vi: plasma,workspace,shell,formfactor,dashboard,tooltips,informational tips,click,single click,double click,animation speed,behavior,open files,select files,scrollbar,visual feedback,status,click to open,click to select,không gian làm việc,hệ vỏ,loại thiết bị,bảng điều khiển,chú giải,chú giải thông tin,bấm,bấm đơn,bấm đúp,tốc độ hiệu ứng động,ứng xử,mở tệp,chọn tệp,thanh cuộn,phản hồi trực quan,trạng thái,bấm để mở,bấm để chọn

# GenericName
source: Network Folder Wizard
vi: Trình hướng dẫn thư mục mạng

# Name
source: Application Menu Bar
vi: Thanh trình đơn ứng dụng

# Comment
source: Panel containing the global menu applet
vi: Bảng chứa tiểu ứng dụng trình đơn toàn cục

# Name
source: Default Panel
vi: Bảng mặc định

# Comment
source: Default panel featuring application launcher, task manager and system tray
vi: Bảng mặc định chứa trình khởi chạy ứng dụng, trình quản lí tác vụ và khay hệ thống

# Comment
source: Empty panel
vi: Bảng trống

# Comment
source: Interact with the Plasma Compositor
vi: Tương tác với Trình kết hợp Plasma

# Name
source: Plasma Desktop Shell
vi: Hệ vỏ bàn làm việc Plasma

# Comment
source: Interact with the Plasma desktop shell
vi: Tương tác với hệ vỏ bàn làm việc Plasma

# X-KDE-Keywords
source: Mount,Removable,Devices,Automatic
vi: Mount,Removable,Devices,Automatic,gắn kết,gắn ngoài,thiết bị,tự động

# Name
source: Removable Devices
vi: Thiết bị gắn ngoài

# Comment
source: Configure automatic handling of removable storage media
vi: Cấu hình việc xử lí tự động đối với phương tiện lưu trữ gắn ngoài

# Name
source: Removable Device Automounter
vi: Trình gắn kết tự động thiết bị gắn ngoài

# Comment
source: Automatically mounts devices as needed
vi: Tự động gắn kết thiết bị khi cần thiết

# Name
source: Declarative Toolbox
vi: Hộp công cụ khai báo

# Comment
source: Manage Plasma
vi: Quản lí Plasma

# Name
source: Panel Toolbox
vi: Hộp công cụ bảng

# Comment
source: Manage Plasma panel
vi: Quản lí bảng Plasma

# Comment
source: Default panel toolbox for the Plasma desktop shell
vi: Hộp công cụ bảng mặc định cho hệ vỏ bàn làm việc Plasma

# Name
source: Panel toolbox
vi: Hộp công cụ bảng
