Repository: hoangduytranuk/my-kde-vi
Catalog: trunk/l10n-kf5/*/messages/plasma-desktop/plasma-desktop._desktop_.po
Languages: vi

# Name
source: Icons-only Task Manager
vi: Trình quản lí tác vụ chỉ dùng biểu tượng

# Comment
source: Switch between running applications
vi: Chuyển giữa các ứng dụng đang chạy

# Name
source: Keyboard Layout
vi: Bố cục bàn phím

# Comment
source: Show/switch keyboard layout
vi: Hiện/chuyển bố cục bàn phím

# Name
source: Application Menu
vi: Trình đơn ứng dụng

# Comment
source: A launcher based on cascading popup menus
vi: Một trình khởi chạy dựa trên các trình đơn bật lên xếp tầng

# Name
source: Application Launcher
vi: Trình khởi chạy ứng dụng

# Comment
source: Launcher to start applications
vi: Trình khởi chạy để khởi động ứng dụng

# Name
source: Emoji Selector
vi: Trình chọn hình biểu cảm

# Name
source: Input Method Panel
vi: Bảng phương thức nhập

# Comment
source: A generic input method panel
vi: Một bảng phương thức nhập chung

# Keywords
source: Input;IM;
vi: Input;IM;nhập;phương thức nhập;

# Name
source: Margins Separator
vi: Phần phân cách viền

# Comment
source: To be used as a separator between margin areas in themes that support them
vi: Để dùng làm phần phân cách giữa các vùng viền trong các chủ đề có hỗ trợ viền

# Keywords
source: separator
vi: phần phân cách

# Name
source: Minimize all Windows
vi: Thu nhỏ tất cả các cửa sổ

# Comment
source: Shows the desktop by minimizing all windows
vi: Hiện bàn làm việc bằng cách thu nhỏ tất cả các cửa sổ

# Name
source: Pager
vi: Tổng quan

# Comment
source: Switch between virtual desktops
vi: Chuyển giữa các bàn làm việc ảo

# Name
source: Activities
vi: Hoạt động

# Comment
source: Shows the activity manager
vi: Hiện trình quản lí Hoạt động

# Name
source: Show Desktop
vi: Hiện bàn làm việc

# Comment
source: Shows the desktop by moving windows aside
vi: Hiện bàn làm việc bằng cách di chuyển các cửa sổ sang bên

# Name
source: Task Manager
vi: Trình quản lí tác vụ

# Comment
source: Switch between tasks
vi: Chuyển giữa các tác vụ

# Name
source: Trashcan
vi: Thùng rác

# Comment
source: Provides access to the files sent to trash
vi: Cho phép truy cập các tệp đã bị đưa vào thùng rác

# Name
source: Window list
vi: Danh sách cửa sổ

# Comment
source: Plasmoid to show list of opened windows.
vi: Plasmoid để hiện danh sách các cửa sổ đã mở.

# Name
source: Desktop
vi: Bàn làm việc

# Comment
source: A clean and simple layout
vi: Một bố cục thoáng đãng và đơn giản

# Name
source: Folder View
vi: Xem thư mục

# Comment
source: Display the contents of folders
vi: Hiển thị nội dung các thư mục

# Name
source: Panel
vi: Bảng

# Name
source: Empty Panel
vi: Bảng trống

# Comment
source: A simple linear panel
vi: Một bảng dạng thanh đơn giản

# Comment
source: Desktop view furniture
vi: Đồ đạc trong khung xem bàn làm việc

# Name
source: Accessibility
vi: Hỗ trợ truy cập

# Comment
source: Accessibility
vi: Hỗ trợ truy cập

# Name
source: A modifier key has become active
vi: Một phím bổ trợ đã được bật

# Comment
source: A modifier key (e.g. Shift or Ctrl) has changed its state and is now active
vi: Một phím bổ trợ (vd. Shift hoặc Ctrl) đã thay đổi trạng thái và hiện đang hoạt động

# Name
source: A modifier key has become inactive
vi: Một phím bổ trợ đã được tắt

# Comment
source: A modifier key (e.g. Shift or Ctrl) has changed its state and is now inactive
vi: Một phím bổ trợ (vd. Shift hoặc Ctrl) đã thay đổi trạng thái và hiện đang bất hoạt

# Name
source: A modifier key has been locked
vi: Một phím bổ trợ đã được khoá

# Comment
source: A modifier key (e.g. Shift or Ctrl) has been locked and is now active for all of the following keypresses
vi: Một phím bổ trợ (vd. Shift hoặc Ctrl) đã được khoá và hiện đang hoạt động cho tất cả những lần nhấn phím sau

# Name
source: A lock key has been activated
vi: Một phím khoá đã được bật

# Comment
source: A lock key (e.g. Caps Lock or Num Lock) has changed its state and is now active
vi: Một phím khoá (vd. Caps Lock hoặc Num Lock) đã thay đổi trạng thái và hiện đang hoạt động

# Name
source: A lock key has been deactivated
vi: Một phím khoá đã được tắt

# Comment
source: A lock key (e.g. Caps Lock or Num Lock) has changed its state and is now inactive
vi: Một phím khoá (vd. Caps Lock hoặc Num Lock) đã thay đổi trạng thái và hiện đang bất hoạt

# Name
source: Sticky keys has been enabled or disabled
vi: Phím dính đã được bật hoặc tắt

# Comment
source: Sticky keys has been enabled or disabled
vi: Phím dính đã được bật hoặc tắt

# Name
source: Slow keys has been enabled or disabled
vi: Phím chậm đã được bật hoặc tắt

# Comment
source: Slow keys has been enabled or disabled
vi: Phím chậm đã được bật hoặc tắt

# Name
source: Bounce keys has been enabled or disabled
vi: Phím nảy đã được bật hoặc tắt

# Comment
source: Bounce keys has been enabled or disabled
vi: Phím nảy đã được bật hoặc tắt

# Name
source: Mouse keys has been enabled or disabled
vi: Phím chuột đã được bật hoặc tắt

# Comment
source: Mouse keys has been enabled or disabled
vi: Phím chuột đã được bật hoặc tắt

# Comment
source: Configure Accessibility Options
vi: Cấu hình các lựa chọn hỗ trợ truy cập

# X-KDE-Keywords
source: access,accessibility,deaf,impaired,hearing,hearing loss,bell,audible bell,visible bell,visual bell,keyboard,keys,sticky keys,bounce keys,slow keys,mouse navigation,num pad,numpad,activation gestures,gestures,sticky,modifier keys,modifier,locking keys,screen reader,narrator,keyboard filters,assist,assistive,feedback,number pad cursor,orca,speech,move mouse with num pad,mouse num pad emulation,mouse number pad,numberpad mouse,mouse emulation
vi: access,accessibility,deaf,impaired,hearing,hearing loss,bell,audible bell,visible bell,visual bell,keyboard,keys,sticky keys,bounce keys,slow keys,mouse navigation,num pad,numpad,activation gestures,gestures,sticky,modifier keys,modifier,locking keys,screen reader,narrator,keyboard filters,assist,assistive,feedback,number pad cursor,orca,speech,move mouse with num pad,mouse num pad emulation,mouse number pad,numberpad mouse,mouse emulation,truy cập,hỗ trợ truy cập,điếc,bị suy giảm,nghe,mất thính lực,chuông,chuông khả thính,chuông khả thị,bàn phím,phím,phím dính,phím nảy,phím chậm,điều hướng bằng chuột,bàn phím số,động tác kích hoạt,động tác,dính,phím bổ trợ,phím khoá,trình đọc màn hình,thuyết minh,bộ lọc bàn phím,hỗ trợ,phản hồi,con trỏ bàn phím số,tiếng nói,di chuyển chuột bằng bàn phím số,giả lập chuột bằng bàn phím số,bàn phím số làm chuột,chuột bàn phím số,giả lập chuột

# Comment
source: Activities help you to focus on a specific task
vi: Chức năng "Hoạt động" giúp bạn tập trung vào một tác vụ nhất định

# X-KDE-Keywords
source: activities,activity,workspaces,alternate desktops,activity privacy,virtual desktops
vi: activities,activity,workspaces,alternate desktops,activity privacy,virtual desktops,hoạt động,không gian làm việc,bàn làm việc khác,tính riêng tư của hoạt động,bàn làm việc ảo

# Name
source: File Search
vi: Tìm kiếm tệp

# Comment
source: Configure File Search
vi: Cấu hình tìm kiếm tệp

# X-KDE-Keywords
source: search,find,files,archives,documents,filesystem,hidden files,file content,folders,directory,directories,baloo,index,indexing,indexer
vi: search,find,files,archives,documents,filesystem,hidden files,file content,folders,directory,directories,baloo,index,indexing,indexer,tìm kiếm,tệp,kho trữ,tài liệu,hệ thống tệp,tệp ẩn,nội dung tệp,thư mục,chỉ mục,lập chỉ mục,trình lập chỉ mục

# Name
source: Search
vi: Tìm kiếm

# Comment
source: Configure the File Indexer
vi: Cấu hình trình lập chỉ mục tệp

# Name
source: Default Applications
vi: Ứng dụng mặc định

# Comment
source: Choose default Applications
vi: Chọn ứng dụng mặc định

# X-KDE-Keywords
source: default applications,default apps,components,component chooser,resources,web browser,browser,internet,file manager,dolphin,email,e-mail,email client,terminal,terminal emulator,konsole,defaults,open with,file association
vi: default applications,default apps,components,component chooser,resources,web browser,browser,internet,file manager,dolphin,email,e-mail,email client,terminal,terminal emulator,konsole,defaults,open with,file association,ứng dụng mặc định,thành phần,bộ chọn thành phần,tài nguyên,trình duyệt web,trình duyệt,liên mạng,trình quản lí tệp,thư điện tử,trình khách thư,dòng lệnh,trình giả lập thiết bị đầu cuối,mặc định,mở bằng,liên kết tệp

# Name
source: Date & Time
vi: Ngày giờ

# Comment
source: Date and Time
vi: Ngày giờ

# X-KDE-Keywords
source: clock,date,time,time zone,timezone,ntp,synchronize,calendar,local time,region time,watch,location,place,country,countries,hours,minutes,seconds,weeks,months,years,utc
vi: clock,date,time,time zone,timezone,ntp,synchronize,calendar,local time,region time,watch,location,place,country,countries,hours,minutes,seconds,weeks,months,years,utc,đồng hồ,ngày,thời gian,múi giờ,đồng bộ hoá,lịch,giờ địa phương,giờ theo vùng,đồng hồ đeo tay,địa điểm,vị trí,nước,giờ,phút,giây,tuần,tháng,năm

# Name
source: Date and Time Control Module
vi: Khối điều khiển ngày giờ

# Name
source: Save the date/time settings
vi: Lưu thiết lập ngày/giờ

# Description
source: System policies prevent you from saving the date/time settings.
vi: Các chính sách của hệ thống không cho phép bạn lưu thiết lập ngày/giờ.

# Name
source: Locations
vi: Địa điểm

# Comment
source: Location for Personal Files
vi: Địa điểm dành cho các tệp cá nhân

# X-KDE-Keywords
source: konqueror,dolphin,files,filemanager,path,paths,desktop,directory,directories,downloads,music,documents,movies,pictures,locations,file path,default folders,folders,videos,images,photos,songs,home
vi: konqueror,dolphin,files,filemanager,path,paths,desktop,directory,directories,downloads,music,documents,movies,pictures,locations,file path,default folders,folders,videos,images,photos,songs,home,tệp,trình quản lí tệp,đường dẫn,bàn làm việc,thư mục,tải về,nhạc,tài liệu,phim,ảnh,địa điểm,đường dẫn tệp,thư mục mặc định,thư mục,phim,ảnh,hình,bài hát,nhà

# Name
source: Mouse
vi: Chuột

# Comment
source: Mouse Controls
vi: Các điều khiển chuột

# X-KDE-Keywords
source: mouse,mouse acceleration,mouse threshold,mouse buttons,selection,input devices,button mapping,click,icons,feedback,pointers,drag,double click,single click,right click,left click,middle click,left mapping,right handed,left handed,right-handed,left-handed,pointer device,mouse wheel,mouse emulation,mouse navigation,mouse drag and drop,mouse scrolling,mouse sensitivity,cursor sensitivity,hardware,cursor,scrolling speed,flat,adaptive,scroll wheel,invert scroll direction,acceleration profile
vi: mouse,mouse acceleration,mouse threshold,mouse buttons,selection,input devices,button mapping,click,icons,feedback,pointers,drag,double click,single click,right click,left click,middle click,left mapping,right handed,left handed,right-handed,left-handed,pointer device,mouse wheel,mouse emulation,mouse navigation,mouse drag and drop,mouse scrolling,mouse sensitivity,cursor sensitivity,hardware,cursor,scrolling speed,flat,adaptive,scroll wheel,invert scroll direction,acceleration profile,chuột,gia tốc chuột,ngưỡng chuột,nút chuột,phần chọn,thiết bị nhập,ánh xạ nút,bấm,biểu tượng,phản hồi,con trỏ,kéo,bấm đúp,bấm đơn,bấm phải,bấm trái,bấm giữa,ánh xạ,thuận tay phải,thuận tay trái,thiết bị trỏ,nút cuộn chuột,giả lập chuột,điều hướng bằng chuột,kéo thả bằng chuột,cuộn chuột,độ nhạy chuột,độ nhạy con trỏ,phần cứng,con trỏ,tốc độ cuộn,phẳng,thích ứng,đảo hướng cuộn,hồ sơ gia tốc

# Comment
source: Calibrate Game Controller
vi: Hiệu chỉnh thiết bị điều khiển trò chơi

# Name
source: Game Controller
vi: Thiết bị điều khiển trò chơi

# X-KDE-Keywords
source: joystick,gamepad,controller,hardware,games,gaming,pad,devices,joypad,analog sticks,calibrate,calibration,directional buttons,axis,videogames,button,buttons,inputs
vi: joystick,gamepad,controller,hardware,games,gaming,pad,devices,joypad,analog sticks,calibrate,calibration,directional buttons,axis,videogames,button,buttons,inputs,cần điều khiển,bàn điều khiển,thiết bị điều khiển,phần cứng,trò chơi,chơi trò chơi,thiết bị,cần tương tự,hiệu chỉnh,nút hướng,trục,trò chơi điện tử,nút,đầu vào

# Name
source: Background Services
vi: Dịch vụ nền

# Comment
source: Configure background services
vi: Cấu hình các dịch vụ nền

# X-KDE-Keywords
source: KDED,daemon,services,background,ram
vi: KDED,daemon,services,background,ram,trình nền,dịch vụ,nền

# Name
source: Keyboard
vi: Bàn phím

# Comment
source: Keyboard Hardware and Layout
vi: Phần cứng và bố cục bàn phím

# X-KDE-Keywords
source: keyboard,keyboard repeat,click volume,input devices,repeat,volume,numlock,numpad,number pad,keyboard type,keyboard model,keyboard layout,key layout,language,alternate keyboard,keyboard switching,ctrl key,caps lock,esperanto,circumflex,tilde,cedilla,diacritics,accents,function keys,kill x server,LED keyboard,compose key,hardware,type,typing,shift,meta,alt,alt gr,fn,space bar,spacebar,qwerty,qwertz,azerty,dvorak
vi: keyboard,keyboard repeat,click volume,input devices,repeat,volume,numlock,numpad,number pad,keyboard type,keyboard model,keyboard layout,key layout,language,alternate keyboard,keyboard switching,ctrl key,caps lock,esperanto,circumflex,tilde,cedilla,diacritics,accents,function keys,kill x server,LED keyboard,compose key,hardware,type,typing,shift,meta,alt,alt gr,fn,space bar,spacebar,qwerty,qwertz,azerty,dvorak,bàn phím,lặp bàn phím,âm lượng bấm,thiết bị nhập,lặp lại,âm lượng,numLock,bàn phím số,kiểu bàn phím,mẫu mã bàn phím,bố cục bàn phím,bố cục phím,ngôn ngữ,bàn phím thay thế,chuyển bàn phím,phím ctrl,caps lock,tiếng quốc tế,dấu mũ,dấu ngã,dấu móc dưới,dấu phụ,phím chức năng,diệt máy chủ X,bàn phím LED,phím compose,phần cứng,gõ,shift,meta,alt gr,fn,phím cách

# Name
source: Keyboard Daemon
vi: Trình nền bàn phím

# Comment
source: Enables switching keyboard layout through shortcuts or system tray
vi: Cho phép chuyển bố cục bàn phím thông qua các lối tắt hoặc khay hệ thống

# Name
source: Shortcuts
vi: Phím tắt

# Comment
source: Configure Keyboard Shortcuts
vi: Cấu hình phím tắt

# X-KDE-Keywords
source: keys,global key bindings,key scheme,key bindings,shortcuts,application shortcuts,global shortcuts,keyboard,hotkeys,macro
vi: keys,global key bindings,key scheme,key bindings,shortcuts,application shortcuts,global shortcuts,keyboard,hotkeys,macro,phím,kết buộc phím toàn cục,quy hoạch phím,kết buộc phím,phím tắt,phím tắt ứng dụng,phím tắt toàn cục,bàn phím,phím nóng,vĩ lệnh

# Name
source: Desktop Session
vi: Phiên bàn làm việc

# Comment
source: Desktop Session Login and Logout
vi: Đăng nhập và đăng xuất phiên bàn làm việc

# X-KDE-Keywords
source: ksmserver,session,login,logout,confirmation,save,restore,efi,uefi,bios,hibernate,shutdown,reboot,save apps,startup,start-up,start,firmware
vi: ksmserver,session,login,logout,confirmation,save,restore,efi,uefi,bios,hibernate,shutdown,reboot,save apps,startup,start-up,start,firmware,phiên,đăng nhập,đăng xuất,xác nhận,lưu,khôi phục,ngủ đông,tắt,khởi động lại,lưu ứng dụng,khởi động,phần sụn

# Name
source: Splash Screen
vi: Màn hình khởi động

# Comment
source: Choose splash screen theme
vi: Chọn chủ đề màn hình khởi động

# X-KDE-Keywords
source: splash screen,splash theme,start-up,startup,loading,starting screen,loading screen,logo,start screen,welcome screen
vi: splash screen,splash theme,start-up,startup,loading,starting screen,loading screen,logo,start screen,welcome screen,màn hình khởi động,chủ đề khởi động,khởi động,tải,màn hình tải,biểu trưng,màn hình chào mừng

# Name
source: Splash Screens
vi: Màn hình khởi động

# Name
source: Quick Settings
vi: Thiết lập nhanh

# Comment
source: Landing page with some basic settings
vi: Trang mở đầu với một số thiết lập cơ bản

# Comment
source: Quickly change basic settings
vi: Nhanh chóng thay đổi các thiết lập cơ bản

# Name
source: Launch Feedback
vi: Phản hồi khởi chạy

# Comment
source: Application Launch Feedback
vi: Phản hồi khởi chạy ứng dụng

# X-KDE-Keywords
source: application,app,start,launch,busy,cursor,feedback,mouse,pointer,bounce,bouncing,rotating,spinning,startup,start-up,program,report,taskbar,animation,loading
vi: application,app,start,launch,busy,cursor,feedback,mouse,pointer,bounce,bouncing,rotating,spinning,startup,start-up,program,report,taskbar,animation,loading,ứng dụng,khởi động,khởi chạy,bận,con trỏ,phản hồi,chuột,nảy,xoay,quay,khởi động,chương trình,báo cáo,thanh tác vụ,hiệu ứng động,tải

# X-KDE-Keywords
source: mouse,mouse acceleration,mouse threshold,mouse buttons,selection,cursor shape,input devices,button mapping,click,icons,feedback,pointers,drag,double click,single click,right click,left click,middle click,left mapping,right handed,left handed,pointer device,mouse wheel,mouse emulation,mouse navigation,mouse drag and drop,mouse scrolling,mouse sensitivity,cursor sensitivity,hardware,cursor,scrolling speed,flat,adaptive,scroll wheel,invert scroll direction,acceleration profile
vi: mouse,mouse acceleration,mouse threshold,mouse buttons,selection,cursor shape,input devices,button mapping,click,icons,feedback,pointers,drag,double click,single click,right click,left click,middle click,left mapping,right handed,left handed,pointer device,mouse wheel,mouse emulation,mouse navigation,mouse drag and drop,mouse scrolling,mouse sensitivity,cursor sensitivity,hardware,cursor,scrolling speed,flat,adaptive,scroll wheel,invert scroll direction,acceleration profile,chuột,gia tốc chuột,ngưỡng chuột,nút chuột,phần chọn,hình dạng con trỏ,thiết bị nhập,ánh xạ nút,bấm,biểu tượng,phản hồi,con trỏ,kéo,bấm đúp,bấm đơn,bấm phải,bấm trái,bấm giữa,ánh xạ,thuận tay phải,thuận tay trái,thiết bị trỏ,nút cuộn chuột,giả lập chuột,điều hướng bằng chuột,kéo thả bằng chuột,cuộn chuột,độ nhạy chuột,độ nhạy con trỏ,phần cứng,con trỏ,tốc độ cuộn,phẳng,thích ứng,đảo hướng cuộn,hồ sơ gia tốc

# Name
source: Plasma Renderer
vi: Trình kết xuất Plasma

# Comment
source: Configure Search Bar
vi: Cấu hình thanh tìm kiếm

# X-KDE-Keywords
source: search,file,baloo,runners,krunner,launcher,app launcher,desktop search,k runner,find,plugins,computer search
vi: search,file,baloo,runners,krunner,launcher,app launcher,desktop search,k runner,find,plugins,computer search,tìm kiếm,tệp,trình chạy,trình khởi chạy,trình khởi chạy ứng dụng,tìm kiếm trên bàn làm việc,phần cài cắm,tìm kiếm trong máy tính

# Name
source: Charge Percent
vi: Phần trăm sạc

# Name
source: Charge State
vi: Trạng thái sạc

# Name|battery plugged in
source: Plugged
vi: Đang cắm

# Name
source: Rechargeable
vi: Sạc lại được

# Name
source: Type
vi: Kiểu

# Name
source: Solid Device
vi: Thiết bị Solid

# Name
source: Device
vi: Thiết bị

# Name
source: Major
vi: Lớn

# Name
source: Minor
vi: Nhỏ

# Name
source: Supported Drivers
vi: Trình điều khiển được hỗ trợ

# Name
source: Supported Protocols
vi: Giao thức được hỗ trợ

# Name
source: Appendable
vi: Ghi thêm được

# Name
source: Available Content
vi: Nội dung hiện có

# Name
source: Blank
vi: Trống

# Name
source: Capacity
vi: Dung lượng

# Name
source: Disc Type
vi: Kiểu đĩa

# Name
source: Fs Type
vi: Kiểu hệ thống tệp

# Name
source: Ignored
vi: Bỏ qua

# Name
source: Label
vi: Nhãn

# Name
source: Rewritable
vi: Ghi lại được

# Name
source: Size
vi: Kích thước

# Name
source: Usage
vi: Sử dụng

# Name
source: Bus
vi: Buýt

# Name
source: Drive Type
vi: Kiểu ổ

# Name
source: Hotpluggable
vi: Cắm nóng được

# Name
source: Read Speed
vi: Tốc độ đọc

# Name
source: Removable
vi: Rút được

# Name
source: Supported Media
vi: Phương tiện được hỗ trợ

# Name
source: Write Speed
vi: Tốc độ ghi

# Name
source: Write Speeds
vi: Các tốc độ ghi

# Name
source: Can Change Frequency
vi: Có thể thay đổi tần số

# Name
source: Instruction Sets
vi: Tập lệnh

# Name
source: Max Speed
vi: Tốc độ tối đa

# Name
source: Number
vi: Số

# Name
source: Accessible
vi: Truy cập được

# Name
source: File Path
vi: Đường dẫn tệp

# Name
source: Device Actions
vi: Hành động với thiết bị

# Comment
source: Manage actions available to the user when connecting new devices
vi: Quản lí các hành động khả dụng cho người dùng khi kết nối thiết bị mới

# X-KDE-Keywords
source: Solid Devices Actions,device actions,open with,play,download,browse,transfer
vi: Solid Devices Actions,device actions,open with,play,download,browse,transfer,hành động với thiết bị Solid,hành động với thiết bị,mở bằng,phát,tải về,duyệt,truyền

# Name
source: Solid Device Type
vi: Kiểu thiết bị Solid

# Name
source: Spell Check
vi: Kiểm tra đánh vần

# Comment
source: Spell Checker Dictionaries and Options
vi: Các từ điển và các lựa chọn của trình kiểm tra đánh vần

# X-KDE-Keywords
source: spell,spellings,grammar check,grammatical check,spell check,autocorrect,auto correct,words,phrases,wrong words,linguistics,semantic,alphabet,correction
vi: spell,spellings,grammar check,grammatical check,spell check,autocorrect,auto correct,words,phrases,wrong words,linguistics,semantic,alphabet,correction,đánh vần,kiểm tra ngữ pháp,kiểm tra đánh vần,sửa tự động,từ,cụm từ,từ sai,ngôn ngữ học,ngữ nghĩa,mẫu tự,sửa

# Name
source: Touchpad DataEngine
vi: DataEngine bàn cảm ứng

# Name
source: Touchpad
vi: Bàn cảm ứng

# Comment
source: Touchpad settings
vi: Thiết lập bàn cảm ứng

# X-KDE-Keywords
source: touchpad,synaptics,alps,elantech,elan,cirque,libinput,hardware,laptop,touch devices,click,left click,right click,middle click,click emulation,tap,tap to click,tap-to-click,fingers,two fingers tap,three fingers tap,four fingers tap,swipe,gestures,natural scrolling,invert scroll,inverted scrolling,acceleration,palm rejection,left-handed mode,left handed mode,right-handed mode,right handed mode,disable while typing
vi: touchpad,synaptics,alps,elantech,elan,cirque,libinput,hardware,laptop,touch devices,click,left click,right click,middle click,click emulation,tap,tap to click,tap-to-click,fingers,two fingers tap,three fingers tap,four fingers tap,swipe,gestures,natural scrolling,invert scroll,inverted scrolling,acceleration,palm rejection,left-handed mode,left handed mode,right-handed mode,right handed mode,disable while typing,bàn cảm ứng,phần cứng,máy tính xách tay,thiết bị cảm ứng,bấm,bấm trái, bấm phải, bấm giữa,giả lập bấm,vỗ,vỗ để bấm,ngón tay,vỗ hai ngón,vỗ ba ngón,vỗ bốn ngón,hất,động tác,cuộn tự nhiên,cuộn đảo ngược,gia tốc,loại bỏ bàn tay,chế độ thuận tay trái,chế độ thuận tay phải,tắt khi đang gõ

# Comment
source: Touchpad
vi: Bàn cảm ứng

# Name
source: Touchpad was disabled
vi: Bàn cảm ứng đã được tắt

# Comment
source: Touchpad was disabled because mouse is detected
vi: Bàn cảm ứng đã được tắt vì phát hiện có chuột

# Name
source: Touchpad was enabled
vi: Bàn cảm ứng đã được bật

# Comment
source: Touchpad was enabled because the mouse was unplugged
vi: Bàn cảm ứng đã được bật vì chuột đã được rút ra

# Comment
source: Enables or disables touchpad
vi: Bật hoặc tắt bàn cảm ứng

# Name
source: Users
vi: Người dùng

# Comment
source: Manage user accounts
vi: Quản lí các danh khoản người dùng

# X-KDE-Keywords
source: users,accounts,profile picture,profile photo,avatar,name,password,passwords,email,e-mail,administrator,root user,standard user,profile,delete user,delete account,pfp
vi: users,accounts,profile picture,profile photo,avatar,name,password,passwords,email,e-mail,administrator,root user,standard user,profile,delete user,delete account,pfp,người dùng,danh khoản,ảnh hồ sơ,hiện thân ảo,tên,mật khẩu,thư,thư điện tử,quản trị viên,người dùng gốc,người dùng thường,hồ sơ,xoá người dùng,xoá danh khoản

# Name
source: User Accounts
vi: Danh khoản người dùng

# Comment
source: Manage users
vi: Quản lí người dùng

# Name
source: General Behavior
vi: Ứng xử chung

# Comment
source: Configure general workspace behavior
vi: Cấu hình ứng xử chung của không gian làm việc
