Repository: hoangduytranuk/my-kde-vi
Catalog: trunk/l10n-kf5/*/messages/kdelibs4support/kdelibs4support._desktop_.po
Languages: vi

# Name
source: Andorran Franc
vi: Đồng Franc Andorra

# Name
source: Andorran Peseta
vi: Đồng Peseta Andorra

# Name
source: United Arab Emirates Dirham
vi: Đồng Dirham Các Tiểu vương quốc Ả-rập Thống nhất

# Name
source: Afghan Afghani
vi: Đồng Afghani Afghanistan

# Name
source: Albanian Lek
vi: Đồng Lek An-ba-ni

# Name
source: Armenian Dram
vi: Đồng Dram Ác-mê-ni-a

# Name
source: Netherlands Antillean Guilder
vi: Đồng Guilder Antille thuộc Hà Lan

# Name
source: Angolan Kwanza
vi: Đồng Kwanza Ăng-gô-la

# Name
source: Angolan Novo Kwanza
vi: Đồng Novo Kwanza Ăng-gô-la

# Name
source: Argentine Peso
vi: Đồng Peso Argentina

# Name
source: Austrian Schilling
vi: Đồng Schilling Áo

# Name
source: Australian Dollar
vi: Đồng Dollar Úc

# Name
source: Aruban Florin
vi: Đồng Florin Aruba

# Name
source: Azerbaijani Manat
vi: Đồng Manat Azerbaijan

# Name
source: Bosnia and Herzegovina Convertible Mark
vi: Đồng Mark chuyển đổi Bosnia và Herzegovina

# Name
source: Barbados Dollar
vi: Đồng Dollar Barbados

# Name
source: Bangladeshi Taka
vi: Đồng Taka Bangladesh

# Name
source: Belgian Franc
vi: Đồng Franc Bỉ

# Name
source: Bulgarian Lev A/99
vi: Đồng Lev A/99 Bun-ga-ri

# Name
source: Bulgarian Lev
vi: Đồng Lev Bun-ga-ri

# Name
source: Bahraini Dinar
vi: Đồng Dinar Bahrain

# Name
source: Burundian Franc
vi: Đồng Franc Burundi

# Name
source: Bermuda Dollar
vi: Đồng Dollar Bermuda

# Name
source: Brunei Dollar
vi: Đồng Dollar Brunei

# Name
source: Bolivian Boliviano
vi: Đồng Boliviano Bolivia

# Name
source: Bolivian Mvdol
vi: Đồng Mvdol Bolivia

# Name
source: Brazilian Real
vi: Đồng Real Brazil

# Name
source: Bahamian Dollar
vi: Đồng Dollar Bahamas

# Name
source: Bhutanese Ngultrum
vi: Đồng Ngultrum Bhutan

# Name
source: Botswana Pula
vi: Đồng Pula Botswana

# Name
source: Belarusian Ruble
vi: Đồng Ruble Bê-la-rút

# Name
source: Belize Dollar
vi: Đồng Dollar Belize

# Name
source: Canadian Dollar
vi: Đồng Dollar Canada

# Name
source: Congolese Franc
vi: Đồng Franc Congo

# Name
source: Swiss Franc
vi: Đồng Franc Thuỵ Sĩ

# Name
source: Chilean Unidad de Fomento
vi: Đồng Unidad de Fomento Chile

# Name
source: Chilean Peso
vi: Đồng Peso Chile

# Name
source: Chinese Yuan
vi: Đồng Yuan Trung Quốc

# Name
source: Colombian Peso
vi: Đồng Peso Colombia

# Name
source: Colombian Unidad de Valor Real
vi: Đồng Unidad de Valor Real Colombia

# Name
source: Costa Rican Colon
vi: Đồng Colon Costa Rica

# Name
source: Cuban Convertible Peso
vi: Đồng Peso chuyển đổi Cuba

# Name
source: Cuban Peso
vi: Đồng Peso Cuba

# Name
source: Cape Verde Escudo
vi: Đồng Escudo Cape Verde

# Name
source: Cypriot Pound
vi: Đồng Bảng Síp

# Name
source: Czech Koruna
vi: Đồng Koruna Séc

# Name
source: German Mark
vi: Đồng Mark Đức

# Name
source: Djibouti Franc
vi: Đồng Franc Djibouti

# Name
source: Danish Krone
vi: Đồng Krone Đan Mạch

# Name
source: Dominican Peso
vi: Đồng Peso Dominica

# Name
source: Algerian Dinar
vi: Đồng Dinar An-giê-ri

# Name
source: Estonian Kroon
vi: Đồng Kroon Estonia

# Name
source: Egyptian Pound
vi: Đồng Bảng Ai Cập

# Name
source: Eritrean Nakfa
vi: Đồng Nafka Eritrea

# Name
source: Spanish Peseta
vi: Đồng Peseta Tây Ban Nha

# Name
source: Ethiopian Birr
vi: Đồng Birr Ethiopia

# Name
source: Euro
vi: Đồng Euro

# Name
source: Finnish Markka
vi: Đồng Markka Phần Lan

# Name
source: Fijian Dollar
vi: Đồng Dollar Fiji

# Name
source: Falkland Islands Pound
vi: Đồng Bảng Quần đảo Falkland

# Name
source: French Franc
vi: Đồng Franc Pháp

# Name
source: British Pound Sterling
vi: Đồng Bảng Anh

# Name
source: Georgian Lari
vi: Đồng Lari Georgia

# Name
source: Ghanaian Cedi
vi: Đồng Cedi Ghana

# Name
source: Ghana Cedi
vi: Đồng Cedi Ghana

# Name
source: Gibraltar Pound
vi: Đồng Bảng Gibraltar

# Name
source: Gambian Dalasi
vi: Đồng Dalasi Gambia

# Name
source: Guinean Franc
vi: Đồng Franc Guinea

# Name
source: Greek Drachma
vi: Đồng Drachma Hi Lạp

# Name
source: Guatemalan Quetzal
vi: Đồng Quetzal Guatemala

# Name
source: Guinea-Bissau Peso
vi: Đồng Peso Guinea-Bissau

# Name
source: Guyanese Dollar
vi: Đồng Dollar Guyana

# Name
source: Hong Kong Dollar
vi: Đồng Dollar Hồng Công

# Name
source: Honduran Lempira
vi: Đồng Lempira Honduras

# Name
source: Croatian Kuna
vi: Đồng Kuna Croatia

# Name
source: Haitian Gourde
vi: Đồng Gourde Haiti

# Name
source: Hungarian Forint
vi: Đồng Forint Hung-ga-ri

# Name
source: Indonesian Rupiah
vi: Đồng Rupiah Indonesia

# Name
source: Irish Pound
vi: Đồng Bảng Ai-len

# Name
source: Israeli New Sheqel
vi: Đồng Sheqel mới Israel

# Name
source: Indian Rupee
vi: Đồng Rupee Ấn Độ

# Name
source: Iraqi Dinar
vi: Đồng Dinar Iraq

# Name
source: Iranian Rial
vi: Đồng Rial Iran

# Name
source: Icelandic Krona
vi: Đồng Krona Ai-xơ-len

# Name
source: Italian Lira
vi: Đồng Lira Ý

# Name
source: Jamaican Dollar
vi: Đồng Dollar Jamaica

# Name
source: Jordanian Dinar
vi: Đồng Dinar Jordan

# Name
source: Japanese Yen
vi: Đồng Yên Nhật

# Name
source: Kenyan Shilling
vi: Đồng Shilling Kenya

# Name
source: Kyrgyzstani Som
vi: Đồng Som Kyrgyzstan

# Name
source: Cambodian Riel
vi: Đồng Riel Cam-pu-chia

# Name
source: Comorian Franc
vi: Đồng Franc Comoros

# Name
source: North Korean Won
vi: Đồng Won Bắc Triều Tiên

# Name
source: South Korean Won
vi: Đồng Won Hàn Quốc

# Name
source: Kuwaiti Dinar
vi: Đồng Dinar Kuwait

# Name
source: Cayman Islands Dollar
vi: Đồng Dollar Quần đảo Cayman

# Name
source: Kazakhstani Tenge
vi: Đồng Tenge Kazakhstan

# Name
source: Lao Kip
vi: Đồng Kíp Lào

# Name
source: Lebanese Pound
vi: Đồng Bảng Li-băng

# Name
source: Sri Lankan Rupee
vi: Đồng Rupee Sri Lanka

# Name
source: Liberian Dollar
vi: Đồng Dollar Liberia

# Name
source: Lesotho Loti
vi: Đồng Loti Lesotho

# Name
source: Lithuanian Litas
vi: Đồng Litas Lít-va

# Name
source: Luxembourgish Franc
vi: Đồng Franc Luxembourg

# Name
source: Latvian Lats
vi: Đồng Lats Lát-vi-a

# Name
source: Libyan Dinar
vi: Đồng Dinar Li-bi

# Name
source: Moroccan Dirham
vi: Đồng Dirham Ma-rốc

# Name
source: Moldovan Leu
vi: Đồng Leu Moldova

# Name
source: Malagasy Ariary
vi: Đồng Ariary Madagascar

# Name
source: Malagasy Franc
vi: Đồng Franc Madagascar

# Name
source: Macedonian Denar
vi: Đồng Denar Macedonia

# Name
source: Mali Franc
vi: Đồng Franc Mali

# Name
source: Myanma Kyat
vi: Đồng Kyat Myanmar

# Name
source: Mongolian Tugrik
vi: Đồng Tugrik Mông Cổ

# Name
source: Macanese Pataca
vi: Đồng Pataca Ma Cao

# Name
source: Mauritanian Ouguiya
vi: Đồng Ouguiya Mauritania

# Name
source: Maltese Lira
vi: Đồng Lira Malta

# Name
source: Mauritius Rupee
vi: Đồng Rupee Mauritius

# Name
source: Maldivian Rufiyaa
vi: Đồng Rufiyaa Maldives

# Name
source: Malawian Kwacha
vi: Đồng Kwacha Malawi

# Name
source: Mexican Peso
vi: Đồng Peso Mexico

# Name
source: Mexican Unidad de Inversion
vi: Đồng Unidad de Inversion Mexico

# Name
source: Malaysian Ringgit
vi: Đồng Ringgit Mã Lai

# Name
source: Mozambican Metical
vi: Đồng Metical Mozambique

# Name
source: Namibian Dollar
vi: Đồng Dollar Namibia

# Name
source: Nigerian Naira
vi: Đồng Naira Nigeria

# Name
source: Nicaraguan Cordoba Oro
vi: Đồng Cordoba Oro Nicaragua

# Name
source: Netherlands Guilder
vi: Đồng Guilder Hà Lan

# Name
source: Norwegian Krone
vi: Đồng Krone Na Uy

# Name
source: Nepalese Rupee
vi: Đồng Rupee Nepal

# Name
source: New Zealand Dollar
vi: Đồng Dollar New Zealand

# Name
source: Omani Rial
vi: Đồng Rial Oman

# Name
source: Panamanian Balboa
vi: Đồng Balboa Panama

# Name
source: Peruvian Nuevo Sol
vi: Đồng Nuevo Sol Peru

# Name
source: Papua New Guinean Kina
vi: Đồng Kina Papua New Guinea

# Name
source: Philippine Peso
vi: Đồng Peso Philippines

# Name
source: Pakistan Rupee
vi: Đồng Rupee Pakistan

# Name
source: Polish Zloty
vi: Đồng Zloty Ba Lan

# Name
source: Portuguese Escudo
vi: Đồng Escudo Bồ Đào Nha

# Name
source: Paraguayan Guarani
vi: Đồng Guarani Paraguay

# Name
source: Qatari Riyal
vi: Đồng Riyal Qatar

# Name
source: Romanian Leu A/05
vi: Đồng Leu A/05 Ru-ma-ni

# Name
source: Romanian Leu
vi: Đồng Leu Ru-ma-ni

# Name
source: Serbian Dinar
vi: Đồng Dinar Serbia

# Name
source: Russian Ruble
vi: Đồng Rúp Nga

# Name
source: Russian Ruble A/97
vi: Đồng Rúp A/97 Nga

# Name
source: Rwandan Franc
vi: Đồng Franc Rwanda

# Name
source: Saudi Riyal
vi: Đồng Riyal Ả-rập Xê-út

# Name
source: Solomon Islands Dollar
vi: Đồng Dollar Quần đảo Solomon

# Name
source: Seychellois Rupee
vi: Đồng Rupee Seychelles

# Name
source: Sudanese Dinar
vi: Đồng Dinar Sudan

# Name
source: Sudanese Pound
vi: Đồng Bảng Sudan

# Name
source: Swedish Krona
vi: Đồng Krona Thuỵ Điển

# Name
source: Singapore Dollar
vi: Đồng Dollar Singapore

# Name
source: Saint Helena Pound
vi: Đồng Bảng Saint Helena

# Name
source: Slovenian Tolar
vi: Đồng Tolar Slovenia

# Name
source: Slovak Koruna
vi: Đồng Koruna Slovak

# Name
source: Sierra Leonean Leone
vi: Đồng Leone Sierra Leone

# Name
source: Somali Shilling
vi: Đồng Shilling Somali

# Name
source: Surinamese Dollar
vi: Đồng Dollar Suriname

# Name
source: Surinamese Guilder
vi: Đồng Guilder Suriname

# Name
source: South Sudanese Pound
vi: Đồng Bảng Nam Sudan

# Name
source: São Tomé and Príncipe Dobra
vi: Đồng Dobra São Tomé và Príncipe

# Name
source: Salvadoran Colon
vi: Đồng Colon El Salvador

# Name
source: Syrian Pound
vi: Đồng Bảng Xi-ri

# Name
source: Swazi Lilangeni
vi: Đồng Lilangeni Eswatini

# Name
source: Thai Baht
vi: Đồng Bạt Thái

# Name
source: Tajikistani Somoni
vi: Đồng Somoni Tajikistan

# Name
source: Turkmenistani Old Manat
vi: Đồng Manat cũ Turkmenistan

# Name
source: Turkmenistani Manat
vi: Đồng Manat Turkmenistan

# Name
source: Tunisian Dinar
vi: Đồng Dinar Tunisia

# Name
source: Tongan Pa'anga
vi: Đồng Pa'anga Tonga

# Name
source: Portuguese Timorese Escudo
vi: Đồng Escudo Timor thuộc Bồ Đào Nha

# Name
source: Turkish Lira A/05
vi: Đồng Lira A/05 Thổ Nhĩ Kì

# Name
source: Turkish Lira
vi: Đồng Lira Thổ Nhĩ Kì

# Name
source: Trinidad and Tobago Dollar
vi: Đồng Dollar Trinidad và Tobago

# Name
source: New Taiwan Dollar
vi: Đồng Dollar Đài Loan mới

# Name
source: Tanzanian Shilling
vi: Đồng Shilling Tanzania

# Name
source: Ukrainian Hryvnia
vi: Đồng Hryvnia Ukraine

# Name
source: Ugandan Shilling
vi: Đồng Shilling Uganda

# Name
source: United States Dollar
vi: Đồng Dollar Mĩ

# Name
source: United States Dollar (Next Day)
vi: Đồng Dollar Mĩ (hôm sau)

# Name
source: United States Dollar (Same Day)
vi: Đồng Dollar Mĩ (cùng ngày)

# Name
source: Uruguayan Peso
vi: Đồng Peso Uruguay

# Name
source: Uzbekistan Som
vi: Đồng Som Uzbekistan

# Name
source: Venezuelan Bolívar Fuerte
vi: Đồng Bolívar Fuerte Venezuela

# Name
source: Vietnamese Dong
vi: Đồng Việt Nam

# Name
source: Vanuatu Vatu
vi: Đồng Vatu Vanuatu

# Name
source: Samoan Tala
vi: Đồng Tala Samoa

# Name
source: Central African CFA Franc
vi: Đồng Franc CFA Trung Phi

# Name
source: Silver
vi: Bạc

# Name
source: Gold
vi: Vàng

# Name
source: East Caribbean Dollar
vi: Đồng Dollar Đông Ca-ri-bê

# Name
source: West African CFA Franc
vi: Đồng Franc CFA Tây Phi

# Name
source: Palladium
vi: Palađi

# Name
source: CFP Franc
vi: Đồng Franc CFP

# Name
source: Platinum
vi: Bạch kim

# Name
source: Yemeni Rial
vi: Đồng Rial Yemen

# Name
source: Yugoslav Dinar
vi: Đồng Dinar Nam Tư

# Name
source: South African Rand
vi: Đồng Rand Nam Phi

# Name
source: Zambian Kwacha
vi: Đồng Kwacha Zambia

# Name
source: Zimbabwean Dollar A/06
vi: Đồng Dollar A/06 Zimbabwe

# Name
source: Zimbabwean Dollar
vi: Đồng Dollar Zimbabwe

# Name
source: Afar
vi: Tiếng Afar

# Name
source: Abkhazian
vi: Tiếng Abkhaz

# Name
source: Avestan
vi: Tiếng Avesta

# Name
source: Afrikaans
vi: Tiếng Afrikaans

# Name
source: Amharic
vi: Tiếng Amhara

# Name
source: Arabic
vi: Tiếng Ả-rập

# Name
source: Assamese
vi: Tiếng Assam

# Name
source: Asturian
vi: Tiếng Asturias

# Name
source: Aymara
vi: Tiếng Aymara

# Name
source: Azerbaijani
vi: Tiếng Azerbaijan

# Name
source: Bashkir
vi: Tiếng Bashkir

# Name
source: Belarusian
vi: Tiếng Bê-la-rút

# Name
source: Belarusian (Latin)
vi: Tiếng Bê-la-rút (La-tinh)

# Name
source: Bulgarian
vi: Tiếng Bun-ga-ri

# Name
source: Bihari
vi: Tiếng Bihar

# Name
source: Bislama
vi: Tiếng Bislama

# Name
source: Bengali
vi: Tiếng Băng-gan

# Name
source: Bengali (India)
vi: Tiếng Băng-gan (Ấn Độ)

# Name
source: Tibetan
vi: Tiếng Tạng

# Name
source: Breton
vi: Tiếng Breton

# Name
source: Bosnian
vi: Tiếng Bosnia

# Name
source: Catalan
vi: Tiếng Catalan

# Name
source: Catalan (Valencian)
vi: Tiếng Catalan (Valencia)

# Name
source: Chechen
vi: Tiếng Chechnya

# Name
source: Chamorro
vi: Tiếng Chamorro

# Name
source: Corsican
vi: Tiếng Corse

# Name
source: Crimean Tatar
vi: Tiếng Tatar Crimea

# Name
source: Czech
vi: Tiếng Séc

# Name
source: Kashubian
vi: Tiếng Kashubia

# Name
source: Church Slavic
vi: Tiếng Slav Nhà thờ

# Name
source: Chuvash
vi: Tiếng Chuvash

# Name
source: Welsh
vi: Tiếng Wales

# Name
source: Danish
vi: Tiếng Đan Mạch

# Name
source: German
vi: Tiếng Đức

# Name
source: Lower Sorbian
vi: Tiếng Hạ Sorb

# Name
source: Dzongkha
vi: Tiếng Dzongkha

# Name
source: Greek
vi: Tiếng Hi Lạp

# Name
source: English
vi: Tiếng Anh

# Name
source: British English
vi: Tiếng Anh Anh

# Name
source: American English
vi: Tiếng Anh Mĩ

# Name
source: Esperanto
vi: Tiếng Quốc tế

# Name
source: Spanish
vi: Tiếng Tây Ban Nha

# Name
source: Estonian
vi: Tiếng Estonia

# Name
source: Basque
vi: Tiếng Basque

# Name
source: Farsi (Persian)
vi: Tiếng Ba Tư (Persia)

# Name
source: Finnish
vi: Tiếng Phần Lan

# Name
source: Fijian
vi: Tiếng Fiji

# Name
source: Faroese
vi: Tiếng Faroe

# Name
source: French
vi: Tiếng Pháp

# Name
source: Frisian
vi: Tiếng Frisia

# Name
source: Irish Gaelic
vi: Tiếng Gael Ai-len

# Name
source: Gaelic
vi: Tiếng Gael

# Name
source: Galician
vi: Tiếng Galicia

# Name
source: Guarani
vi: Tiếng Guarani

# Name
source: Gujarati
vi: Tiếng Gujarat

# Name
source: Manx
vi: Tiếng Man

# Name
source: Hausa
vi: Tiếng Hausa

# Name
source: Hebrew
vi: Tiếng Do Thái

# Name
source: Hindi
vi: Tiếng Hindi

# Name
source: Chhattisgarhi
vi: Tiếng Chhattisgarh

# Name
source: Hiri Motu
vi: Tiếng Hiri Motu

# Name
source: Croatian
vi: Tiếng Croatia

# Name
source: Upper Sorbian
vi: Tiếng Thượng Sorb

# Name
source: Hungarian
vi: Tiếng Hung-ga-ri

# Name
source: Armenian
vi: Tiếng Ác-mê-ni-a

# Name
source: Herero
vi: Tiếng Herero

# Name
source: Interlingua
vi: Tiếng Khoa học Quốc tế

# Name
source: Indonesian
vi: Tiếng Indonesia

# Name
source: Interlingue
vi: Tiếng Interlingue

# Name
source: Inupiaq
vi: Tiếng Inupiaq

# Name
source: Ido
vi: Tiếng Ido

# Name
source: Icelandic
vi: Tiếng Ai-xơ-len

# Name
source: Italian
vi: Tiếng Ý

# Name
source: Inuktitut
vi: Tiếng Inuktitut

# Name
source: Japanese
vi: Tiếng Nhật

# Name
source: Javanese
vi: Tiếng Java

# Name
source: Georgian
vi: Tiếng Georgia

# Name
source: Kikuyu
vi: Tiếng Kikuyu

# Name
source: Kazakh
vi: Tiếng Kazakh

# Name
source: Kalaallisut
vi: Tiếng Greenland

# Name
source: Khmer
vi: Tiếng Khơ-me

# Name
source: Kannada
vi: Tiếng Kannada

# Name
source: Korean
vi: Tiếng Hàn

# Name
source: Kashmiri
vi: Tiếng Kashmir

# Name
source: Kurdish
vi: Tiếng Kurd

# Name
source: Komi
vi: Tiếng Komi

# Name
source: Cornish
vi: Tiếng Cornwall

# Name
source: Kirghiz
vi: Tiếng Kyrgyz

# Name
source: Latin
vi: Tiếng La-tinh

# Name
source: Luxembourgish
vi: Tiếng Luxembourg

# Name
source: Limburgan
vi: Tiếng Limburg

# Name
source: Lingala
vi: Tiếng Lingala

# Name
source: Lao
vi: Tiếng Lào

# Name
source: Lithuanian
vi: Tiếng Lít-va

# Name
source: Latvian
vi: Tiếng Lát-vi-a

# Name
source: Maithili
vi: Tiếng Maithil

# Name
source: Malagasy
vi: Tiếng Malagasy

# Name
source: Marshallese
vi: Tiếng Marshall

# Name
source: Maori
vi: Tiếng Maori

# Name
source: Macedonian
vi: Tiếng Macedonia

# Name
source: Malayalam
vi: Tiếng Malayalam

# Name
source: Mongolian
vi: Tiếng Mông Cổ

# Name
source: Moldavian
vi: Tiếng Moldova

# Name
source: Marathi
vi: Tiếng Marathi

# Name
source: Malay
vi: Tiếng Mã Lai

# Name
source: Maltese
vi: Tiếng Malta

# Name
source: Burmese
vi: Tiếng Myanmar

# Name
source: Nauru
vi: Tiếng Nauru

# Name
source: Norwegian Bokmål
vi: Tiếng Bokmål Na Uy

# Name
source: Ndebele, North
vi: Tiếng Bắc Ndebele

# Name
source: Low Saxon
vi: Tiếng Hạ Đức

# Name
source: Nepali
vi: Tiếng Nepal

# Name
source: Ndonga
vi: Tiếng Ndonga

# Name
source: Dutch
vi: Tiếng Hà Lan

# Name
source: Norwegian Nynorsk
vi: Tiếng Nynorsk Na Uy

# Name
source: Ndebele, South
vi: Tiếng Nam Ndebele

# Name
source: Northern Sotho
vi: Tiếng Bắc Sotho

# Name
source: Navajo
vi: Tiếng Navajo

# Name
source: Chichewa
vi: Tiếng Chewa

# Name
source: Occitan
vi: Tiếng Occitan

# Name
source: Oromo
vi: Tiếng Oromo

# Name
source: Oriya
vi: Tiếng Oriya

# Name
source: Ossetian
vi: Tiếng Ossetia

# Name
source: Punjabi/Panjabi
vi: Tiếng Punjab/Panjab

# Name
source: Pali
vi: Tiếng Pali

# Name
source: Polish
vi: Tiếng Ba Lan

# Name
source: Pushto
vi: Tiếng Pashtun

# Name
source: Portuguese
vi: Tiếng Bồ Đào Nha

# Name
source: Brazilian Portuguese
vi: Tiếng Bồ Đào Nha Brazil

# Name
source: Quechua
vi: Tiếng Quechua

# Name
source: Rundi
vi: Tiếng Kirundi

# Name
source: Romanian
vi: Tiếng Ru-ma-ni

# Name
source: Romany
vi: Tiếng Digan

# Name
source: Russian
vi: Tiếng Nga

# Name
source: Kinyarwanda
vi: Tiếng Rwanda

# Name
source: Sanskrit
vi: Tiếng Phạn

# Name
source: Sardinian
vi: Tiếng Sardegna

# Name
source: Sindhi
vi: Tiếng Sindh

# Name
source: Northern Sami
vi: Tiếng Bắc Sami

# Name
source: Sango
vi: Tiếng Sango

# Name
source: Sinhala
vi: Tiếng Sinhala

# Name
source: Slovak
vi: Tiếng Slovak

# Name
source: Slovenian
vi: Tiếng Slovenia

# Name
source: Samoan
vi: Tiếng Samoa

# Name
source: Shona
vi: Tiếng Shona

# Name
source: Somali
vi: Tiếng Somali

# Name
source: Albanian
vi: Tiếng An-ba-ni

# Name
source: Serbian
vi: Tiếng Serbia

# Name
source: Serbian Ijekavian
vi: Tiếng Ijekavica Serbia

# Name
source: Serbian Ijekavian Latin
vi: Tiếng Ijekavica Serbia La-tinh

# Name
source: Serbian Latin
vi: Tiếng Serbia La-tinh

# Name
source: Swati
vi: Tiếng Swati

# Name
source: Sotho, Southern
vi: Tiếng Nam Sotho

# Name
source: Sundanese
vi: Tiếng Sunda

# Name
source: Swedish
vi: Tiếng Thuỵ Điển

# Name
source: Swahili
vi: Tiếng Swahili

# Name
source: Tamil
vi: Tiếng Tamil

# Name
source: Telugu
vi: Tiếng Telugu

# Name
source: Tajik
vi: Tiếng Tajik

# Name
source: Thai
vi: Tiếng Thái

# Name
source: Tigrinya
vi: Tiếng Tigrinya

# Name
source: Turkmen
vi: Tiếng Turkmen

# Name
source: Tswana
vi: Tiếng Tswana

# Name
source: Tonga
vi: Tiếng Tonga

# Name
source: Turkish
vi: Tiếng Thổ Nhĩ Kì

# Name
source: Tsonga
vi: Tiếng Tsonga

# Name
source: Tatar
vi: Tiếng Tatar

# Name
source: Twi
vi: Tiếng Twi

# Name
source: Tahitian
vi: Tiếng Tahiti

# Name
source: Uyghur
vi: Tiếng Duy Ngô Nhĩ

# Name
source: Ukrainian
vi: Tiếng Ukraine

# Name
source: Urdu
vi: Tiếng Urdu

# Name
source: Uzbek
vi: Tiếng Uzbek

# Name
source: Uzbek (Cyrillic)
vi: Tiếng Uzbek (Ki-rin)

# Name
source: Venda
vi: Tiếng Venda

# Name
source: Vietnamese
vi: Tiếng Việt

# Name
source: Volapük
vi: Tiếng Volapük

# Name
source: Walloon
vi: Tiếng Wallon

# Name
source: Wolof
vi: Tiếng Wolof

# Name
source: Xhosa
vi: Tiếng Xhosa

# Name
source: KDE Test Language
vi: Ngôn ngữ kiểm thử KDE

# Name
source: Yiddish
vi: Tiếng Yiddish

# Name
source: Yoruba
vi: Tiếng Yoruba

# Name
source: Zhuang
vi: Tiếng Tráng

# Name
source: Chinese
vi: Tiếng Trung

# Name
source: Chinese Simplified
vi: Tiếng Trung Giản thể

# Name
source: Chinese (Hong Kong)
vi: Tiếng Trung (Hồng Công)

# Name
source: Chinese Traditional
vi: Tiếng Trung Phồn thể

# Name
source: Zulu
vi: Tiếng Zulu

# Comment
source: QImageIOHandler plugin
vi: Phần cài cắm QImageIOHandler

# Comment
source: KDE Data Tool
vi: Công cụ dữ liệu KDE

# Comment
source: KFileWrite plugin
vi: Phần cài cắm KFileWrite

# Name
source: SSL Preferences
vi: Các thiết lập SSL

# Comment
source: SSL Versions and Certificates
vi: Các phiên bản và chứng chỉ SSL

# X-KDE-Keywords
source: SSL,Security,Network,Protocol,Certificates,Encryption,HTTPS
vi: SSL,An ninh,Mạng,Giao thức,Chứng chỉ,Mật mã hoá,HTTPS,Security,Network,Protocol,Certificates,Encryption

# Name
source: United Arab Emirates
vi: Các Tiểu vương quốc Ả-rập Thống nhất

# Name
source: Antigua and Barbuda
vi: Antigua và Barbuda

# Name
source: Albania
vi: An-ba-ni

# Name
source: Armenia
vi: Ác-mê-ni-a

# Name
source: Netherlands Antilles
vi: Antille thuộc Hà Lan

# Name
source: Angola
vi: Ăng-gô-la

# Name
source: American Samoa
vi: Samoa thuộc Mĩ

# Name
source: Austria
vi: Áo

# Name
source: Australia
vi: Úc

# Name
source: Åland Islands
vi: Quần đảo Åland

# Name
source: Bosnia and Herzegovina
vi: Bosnia và Herzegovina

# Name
source: Belgium
vi: Bỉ

# Name
source: Bulgaria
vi: Bun-ga-ri

# Name
source: Belarus
vi: Bê-la-rút

# Name
source: Caribbean
vi: Ca-ri-bê

# Name
source: Cocos (Keeling) Islands
vi: Quần đảo Cocos (Keeling)

# Name
source: Default
vi: Mặc định

# Name
source: Congo, The Democratic Republic of the
vi: Cộng hoà Dân chủ Công-gô

# Name
source: Africa, Central
vi: Trung Phi

# Name
source: America, Central
vi: Trung Mĩ

# Name
source: Asia, Central
vi: Trung Á

# Name
source: Europe, Central
vi: Trung Âu

# Name
source: Central African Republic
vi: Cộng hoà Trung Phi

# Name
source: Congo
vi: Công-gô

# Name
source: Switzerland
vi: Thuỵ Sĩ

# Name
source: Cote d'ivoire
vi: Bờ Biển Ngà

# Name
source: Cook islands
vi: Quần đảo Cook

# Name
source: China
vi: Trung Quốc

# Name
source: Christmas Island
vi: Đảo Giáng Sinh

# Name
source: Cyprus
vi: Síp

# Name
source: Czechia
vi: Séc

# Name
source: Germany
vi: Đức

# Name
source: Denmark
vi: Đan Mạch

# Name
source: Dominican Republic
vi: Cộng hoà Dominica

# Name
source: Algeria
vi: An-giê-ri

# Name
source: Africa, Eastern
vi: Đông Phi

# Name
source: Asia, East
vi: Đông Á

# Name
source: Europe, Eastern
vi: Đông Âu

# Name
source: Egypt
vi: Ai Cập

# Name
source: Western Sahara
vi: Tây Sahara

# Name
source: Spain
vi: Tây Ban Nha

# Name
source: Finland
vi: Phần Lan

# Name
source: Falkland Islands (Malvinas)
vi: Quần đảo Falkland (Malvinas)

# Name
source: Micronesia, Federated States of
vi: Liên bang Micronesia

# Name
source: Faroe Islands
vi: Quần đảo Faroe

# Name
source: France
vi: Pháp

# Name
source: United Kingdom
vi: Vương quốc Anh

# Name
source: French Guiana
vi: Guyane thuộc Pháp

# Name
source: Equatorial Guinea
vi: Guinea Xích Đạo

# Name
source: Greece
vi: Hi Lạp

# Name
source: Hong Kong SAR(China)
vi: Đặc khu hành chính Hồng Công (Trung Quốc)

# Name
source: Hungary
vi: Hung-ga-ri

# Name
source: Ireland
vi: Ai-len

# Name
source: Isle of Man
vi: Đảo Man

# Name
source: India
vi: Ấn Độ

# Name
source: Iceland
vi: Ai-xơ-len

# Name
source: Italy
vi: Ý

# Name
source: Japan
vi: Nhật Bản

# Name
source: Cambodia
vi: Cam-pu-chia

# Name
source: St. Kitts and Nevis
vi: St. Kitts và Nevis

# Name
source: North Korea
vi: Bắc Triều Tiên

# Name
source: South Korea
vi: Hàn Quốc

# Name
source: Cayman Islands
vi: Quần đảo Cayman

# Name
source: Laos
vi: Lào

# Name
source: Lebanon
vi: Li-băng

# Name
source: Lithuania
vi: Lít-va

# Name
source: Latvia
vi: Lát-vi-a

# Name
source: Libya
vi: Li-bi

# Name
source: Morocco
vi: Ma-rốc

# Name
source: Marshall Islands
vi: Quần đảo Marshall

# Name
source: Middle-East
vi: Trung Đông

# Name
source: Mongolia
vi: Mông Cổ

# Name
source: Macau SAR(China)
vi: Đặc khu hành chính Ma Cao (Trung Quốc)

# Name
source: Northern Mariana Islands
vi: Quần đảo Bắc Mariana

# Name
source: Malaysia
vi: Mã Lai

# Name
source: New Caledonia
vi: Tân Thế Giới

# Name
source: Norfolk Island
vi: Đảo Norfolk

# Name
source: Netherlands
vi: Hà Lan
