Repository: hoangduytranuk/my-kde-vi
Catalog: trunk/l10n-kf5/*/messages/kdelibs4support/kdelibs4support._desktop_.po
Languages: vi

# Name
source: Norway
vi: Na Uy

# Name
source: Africa, Northern
vi: Bắc Phi

# Name
source: America, North
vi: Bắc Mĩ

# Name
source: Europe, Northern
vi: Bắc Âu

# Name
source: Oceania
vi: Châu Đại Dương

# Name
source: French Polynesia
vi: Polynesia thuộc Pháp

# Name
source: Poland
vi: Ba Lan

# Name
source: Saint Pierre and Miquelon
vi: Saint Pierre và Miquelon

# Name
source: Palestinian Territory
vi: Lãnh thổ Palestine

# Name
source: Portugal
vi: Bồ Đào Nha

# Name
source: Romania
vi: Ru-ma-ni

# Name
source: Russia
vi: Nga

# Name
source: Saudi Arabia
vi: Ả-rập Xê-út

# Name
source: Solomon Islands
vi: Quần đảo Solomon

# Name
source: Sweden
vi: Thuỵ Điển

# Name
source: Somalia
vi: Somali

# Name
source: Africa, Southern
vi: Nam Phi

# Name
source: America, South
vi: Nam Mĩ

# Name
source: Asia, South
vi: Nam Á

# Name
source: Asia, South-East
vi: Đông Nam Á

# Name
source: Europe, Southern
vi: Nam Âu

# Name
source: South Sudan
vi: Nam Sudan

# Name
source: Sao Tome and Principe
vi: Sao Tome và Principe

# Name
source: Syria
vi: Xi-ri

# Name
source: Turks and Caicos Islands
vi: Quần đảo Turks và Caicos

# Name
source: Thailand
vi: Thái Lan

# Name
source: East Timor
vi: Đông Timor

# Name
source: Turkey
vi: Thổ Nhĩ Kì

# Name
source: Trinidad and Tobago
vi: Trinidad và Tobago

# Name
source: Taiwan
vi: Đài Loan

# Name
source: Tanzania, United Republic of
vi: Cộng hoà Thống nhất Tanzania

# Name
source: United States of America
vi: Hợp Chúng Quốc Hoa Kì

# Name
source: Vatican City
vi: Thành phố Vatican

# Name
source: St. Vincent and the Grenadines
vi: St. Vincent và Grenadines

# Name
source: Virgin Islands, British
vi: Quần đảo Virgin, Vương quốc Anh

# Name
source: Virgin Islands, U.S.
vi: Quần đảo Virgin, Hoa Kì

# Name
source: Vietnam
vi: Việt Nam

# Name
source: Africa, Western
vi: Tây Phi

# Name
source: Europe, Western
vi: Tây Âu

# Name
source: Wallis and Futuna
vi: Wallis và Futuna

# Name
source: South Africa
vi: Nam Phi

# Name
source: Network Status
vi: Trạng thái mạng

# Comment
source: Tracks status of network interfaces and provides notification to applications using the network.
vi: Theo dõi trạng thái các giao diện mạng và cung cấp thông báo tới các ứng dụng sử dụng mạng.
