Repository: hoangduytranuk/my-kde-vi
Catalog: trunk/l10n-kf5/*/messages/kio/kio._json_.po
Languages: vi

# trash ExtraNames
source: Original Path;Deletion Date
vi: Đường dẫn ban đầu;Ngày xoá

# Name
source: Network Proxy Configuration
vi: Cấu hình uỷ nhiệm mạng

# Name
source: SSL Certificate Policy
vi: Chính sách chứng chỉ SSL

# Name
source: KIOExec Daemon
vi: Trình nền KIOExec

# Name
source: Password Caching
vi: Lưu sẵn mật khẩu

# Name
source: Cookie Jar
vi: Hũ bánh quy

# Description
source: Automatic proxy configuration
vi: Cấu hình uỷ nhiệm tự động

# Description
source: Provides SSL certificate policy to applications
vi: Cung cấp chính sách chứng chỉ SSL cho các ứng dụng

# Description
source: Monitors cached remote files for changes
vi: Giám sát thay đổi ở các tệp ở xa được lưu sẵn

# Description
source: Temporary password caching
vi: Lưu sẵn mật khẩu tạm

# Description
source: Stores network cookies
vi: Lưu bánh quy mạng
