Repository: hoangduytranuk/my-kde-vi
Catalog: trunk/l10n-kf5/*/messages/plasma-settings/plasma-settings._desktop_.po
Languages: vi

# Name
source: Cellular Network
vi: Mạng di động

# Comment
source: Management of cellular networks
vi: Quản lí các mạng di dộng

# X-KDE-Keywords
source: mobile,data,network
vi: mobile,data,network,di động,dữ liệu,mạng

# Name
source: Information
vi: Thông tin

# Comment
source: Software Versions
vi: Các phiên bản phần mềm

# X-KDE-Keywords
source: info, distro, system
vi: info,distro,system,thông tin,bản phân phối,hệ thống

# Comment
source: Software versions
vi: Các phiên bản phần mềm

# Comment
source: Set the Lockscreen PIN
vi: Đặt PIN màn hình khoá

# Name
source: Screen
vi: Màn hình

# Comment
source: Lock, Sleep, Timeout
vi: Khoá, Ngủ, Tắt màn hình

# X-KDE-Keywords
source: video, monitor, graphics, timeout, sleep, lock, screenlocker, screensaver
vi: video,monitor,graphics,timeout,sleep,lock,screenlocker,screensaver,phim,màn hình,đồ hoạ,tắt màn hình,ngủ,khoá,khoá màn hình,bảo vệ màn hình

# Name
source: Date and Time Control Module
vi: Khối điều khiển ngày giờ

# Name
source: Save the date/time settings
vi: Lưu thiết lập ngày/giờ

# Description
source: System policies prevent you from saving the date/time settings.
vi: Các chính sách của hệ thống không cho phép bạn lưu thiết lập ngày/giờ.

# Name
source: Time and Date
vi: Ngày và giờ

# Comment
source: Timezone, Date Display
vi: Hiển thị múi giờ, ngày

# X-KDE-Keywords
source: theme, look, feel
vi: theme,look,feel,chủ đề,nhìn,cảm

# Name
source: Virtual Keyboard
vi: Bàn phím ảo

# Comment
source: Virtual Keyboard configuration
vi: Cấu hình bàn phím ảo

# X-KDE-Keywords
source: virtualkeyboard,keyboard
vi: virtualkeyboard,keyboard,bàn phím ảo,bàn phím

# Name
source: Settings
vi: Thiết lập

# GenericName
source: Settings
vi: Thiết lập

# Comment
source: Settings for Plasma
vi: Thiết lập cho Plasma

# Name
source: Mobile Settings
vi: Thiết lập di dộng

# Comment
source: Touchscreen friendly settings UI for Plasma Mobile
vi: Giao diện "Thiết lập" phù hợp với màn hình cảm ứng cho Plasma Di động
