Repository: hoangduytranuk/my-kde-vi
Catalog: branches/stable/l10n-kf5/*/messages/kate/kate._json_.po
Languages: vi

# Name
source: Backtrace Browser
vi: Trình duyệt vết ngăn xếp

# Name
source: Close Except/Like
vi: Đóng ngoại trừ / theo kiểu

# Name
source: Color Picker
vi: Trình nhặt màu

# Name
source: External Tools
vi: Công cụ bên ngoài

# Name
source: File System Browser
vi: Trình duyệt hệ thống tệp

# Name
source: Document Tree View
vi: Khung xem cây tài liệu

# Name
source: Build Plugin
vi: Phần cài cắm "xây"

# Name
source: SQL Plugin
vi: Phần cài cắm SQL

# Name
source: Terminal Tool View
vi: Khung xem công cụ dòng lệnh

# Name
source: LSP Client
vi: Trình khách LSP

# Name
source: Document Preview
vi: Xem thử tài liệu

# Name
source: Project Plugin
vi: Phần cài cắm "dự án"

# Name
source: Search & Replace
vi: Tìm kiếm & thay thế

# Name
source: Kate Sessions
vi: Các phiên Kate

# Name
source: Snippets Tool View
vi: Khung xem công cụ "mảnh mã"

# Name
source: Symbol Viewer
vi: Trình xem kí hiệu

# Name
source: Document Switcher
vi: Trình chuyển tài liệu

# Name
source: Text Filter
vi: Bộ lọc văn bản

# Name
source: XML Validation
vi: Kiểm nhận XML

# Name
source: XML Completion
vi: Hoàn tất XML

# Description
source: C/C++ Backtrace navigation tool view
vi: Khung xem công cụ "điều hướng vết ngăn xếp C/C++"

# Description
source: Close group of documents based on a common path or file extension
vi: Đóng một nhóm các tài liệu dựa trên một đường dẫn hoặc phần mở rộng tệp chung

# Description
source: Adds an inline Color preview/picker to colors in the text (e.g. #FFFFFF, white)
vi: Thêm một bộ xem thử / nhặt màu tại chỗ cho các màu trong văn bản (vd. #FFFFFF, trắng)

# Description
source: External Tools
vi: Công cụ bên ngoài

# Description
source: File system browser tool view
vi: Khung xem công cụ "trình duyệt hệ thống tệp"

# Description
source: Displays the open documents in a file tree
vi: Hiển thị các tài liệu đang mở trong một cây tệp

# Description
source: Provides a simple GDB frontend
vi: Cung cấp một tiền phương GDB đơn giản

# Description
source: Adds an inline git-blame preview at the end of the line
vi: Thêm một phần xem thử git-blame tại chỗ ở cuối dòng

# Description
source: Compile or Make and parse error messages
vi: Biên dịch hoặc make và phân tách các thông điệp lỗi

# Description
source: Look up definitions/declarations with CTags
vi: Tra định nghĩa / khai báo với CTags

# Description
source: Execute query on SQL databases
vi: Thực thi truy vấn trong các cơ sở dữ liệu SQL

# Description
source: Have a terminal at the ready, using KDE's Konsole widget
vi: Có một trình dòng lệnh luôn sẵn sàng, với phụ kiện Konsole của KDE

# Description
source: Language Server Protocol Client
vi: Trình khách Giao thức Trình chủ Ngôn ngữ

# Description
source: Preview the document in the target format
vi: Xem thử tài liệu ở dạng thức đích

# Description
source: Integration with Git and other source control systems
vi: Phần tích hợp với Git và các hệ thống quản lí phiên bản khác

# Description
source: Replicode (constructivist AI language and runtime)
vi: Replicode (ngôn ngữ và môi trường chạy AI theo xu hướng tạo dựng)

# Description
source: Search and replace in documents, folders, or projects
vi: Tìm kiếm và thay thế trong tài liệu, thư mục, hay dự án

# Description
source: Kate Session Launcher
vi: Trình khởi chạy phiên Kate

# Description
source: Manage your code snippets or download new ones
vi: Quản lí các mảnh mã của bạn hoặc tải về những mảnh mã mới

# Description
source: Extract and show reference symbols from source
vi: Trích xuất và hiển thị các kí hiệu tham chiếu từ mã nguồn

# Description
source: Quick document switching with Alt+Tab behavior
vi: Chuyển tài liệu nhanh với hành vi theo kiểu Alt+Tab

# Description
source: Process text using terminal commands
vi: Xử lí văn bản bằng các lệnh trong trình dòng lệnh

# Description
source: Validates XML files using xmllint
vi: Kiểm nhận các tệp XML bằng xmllint

# Description
source: Lists XML elements, attributes, attribute values and entities allowed by DTD
vi: Liệt kê các phần tử, thuộc tính, giá trị thuộc tính và các thực thể XML được DTD cho phép
