Repository: hoangduytranuk/my-kde-vi
Catalog: trunk/l10n-kf5/*/messages/kio-extras/kio-extras._desktop_.po
Languages: vi

# Name
source: Search Folder Updater
vi: Trình cập nhật thư mục tìm kiếm

# Comment
source: Allows automatic updates of Search Folders
vi: Cho phép tự động cập nhật các thư mục tìm kiếm

# Name
source: MTP Devices
vi: Thiết bị MTP

# Name
source: Browse Files with File Manager
vi: Duyệt tệp bằng trình quản lí tệp

# Name
source: Recent Document Watcher
vi: Trình theo dõi tài liệu gần đây

# Comment
source: Monitors "Recent Documents" folder for changes
vi: Giám sát thay đổi ở thư mục "Tài liệu gần đây"

# Name
source: SMB Watcher
vi: Trình theo dõi SMB

# Comment
source: Monitors directories on the smb:/ protocol for changes
vi: Giám sát thay đổi ở các thư mục ở trong giao thức smb:/

# Name
source: Shared Folders (SMB)
vi: Thư mục chia sẻ (SMB)

# Name
source: Audio files
vi: Tệp âm thanh

# Name
source: Comic Books
vi: Sách truyện tranh

# Name
source: Cursor Files
vi: Tệp con trỏ

# Name
source: Folders
vi: Thư mục

# Name
source: DjVu Files
vi: Tệp DjVu

# Name
source: eBooks
vi: Sách điện tử

# Name
source: EXR Images
vi: Ảnh EXR

# Name
source: Images (GIF, PNG, BMP, ...)
vi: Ảnh (GIF, PNG, BMP, ...)

# Name
source: JPEG Images
vi: Ảnh JPEG

# Name
source: Krita Documents
vi: Tài liệu Krita

# Name
source: Office Documents
vi: Tài liệu Office

# Name
source: SVG Images
vi: Ảnh SVG

# Name
source: Text Files
vi: Tệp văn bản

# Comment
source: Thumbnail Handler
vi: Trình xử lí hình nhỏ

# Name
source: Microsoft Windows Executables
vi: Tệp thực thi Windows Microsoft

# Name
source: Microsoft Windows Images
vi: Ảnh Windows Microsoft
