Repository: hoangduytranuk/my-kde-vi
Catalog: trunk/l10n-kf5/*/messages/plasma-framework/plasma-framework._desktop_.po
Languages: vi

# Comment
source: Report a bug in Plasma
vi: Báo một lỗi trong Plasma

# Keywords
source: plasma;bugzilla;bug;development;support;
vi: plasma;bugzilla;bug;development;support;lỗi;phát triển;hỗ trợ;

# Name
source: Bug
vi: Lỗi

# Name
source: hello world
vi: chào thế giới

# Name
source: Applet Test
vi: Kiểm thử tiểu ứng dụng

# Name
source: Configuration test
vi: Kiểm thử cấu hình

# Comment
source: Example applet that shows how to use Models embedded in DataEngines
vi: Tiểu ứng dụng ví dụ cho thấy cách dùng các Model trong DataEngine

# Name
source: Dataengine model
vi: Model Dataengine

# Comment
source: Example on how to manage Drop data
vi: Ví dụ về cách quản lí dữ liệu thả

# Name
source: Example notes
vi: Ghi chú ví dụ

# Name
source: Now playing (QML)
vi: Đang phát (QML)

# Comment
source: A proof of concept media player controller qml
vi: Một trình điều khiển và phát phương tiện thử nghiệm viết bằng QML

# Name
source: Poor Man's Tasks
vi: Tác vụ của người đàn ông nghèo

# Comment
source: Example showing how to write your own tasks Widget
vi: Ví dụ cho thấy cách viết Phụ kiện tác vụ của riêng bạn

# Name
source: Same game (QML)
vi: Trò chơi Same game (QML)

# Comment
source: The Same game QML Qt demo converted as plasmoid
vi: Chương trình minh hoạ cho Qt, Same game, viết bằng QML, chuyển dạng thành plasmoid

# Name
source: Components Test
vi: Kiểm thử các thành phần

# Name
source: Shader Test
vi: Kiểm thử trình đánh bóng

# Comment
source: Futzing with Visual Effects
vi: Thử các hiệu ứng trực quan

# Name
source: Theme Test
vi: Kiểm thử chủ đề

# Name
source: Widgets gallery
vi: Bộ sưu tập phụ kiện

# Comment
source: gallery of widgets done with Plasma QtComponents
vi: nơi trưng bày các phụ kiện làm bằng QtComponents của Plasma

# Name
source: Example window thumbnails list
vi: Danh sách ví dụ các hình nhỏ của cửa sổ

# Comment
source: Example showing how to display window thumbnails
vi: Ví dụ cho thấy cách hiển thị hình nhỏ của cửa sổ

# Name
source: Containment Test
vi: Kiểm thử việc bao chứa

# Name
source: Custom DataContainers
vi: DataContainer riêng

# Comment
source: A demonstration of how to subclass DataContainer
vi: Ví dụ minh hoạ việc kế thừa lớp DataContainer

# Name
source: Simple DataEngine Example
vi: Ví dụ DataEngine đơn giản

# Comment
source: A very basic DataEngine implementation
vi: Một phần thi hành DataEngine rất cơ bản

# Name
source: Sources On Request
vi: Nguồn khi có yêu cầu

# Comment
source: A DataEngine example showing how to respond to requests for source creation and updates
vi: Một ví dụ về DataEngine cho thấy cách hồi đáp các yêu cầu tạo và cập nhật nguồn

# Comment
source: Basic App
vi: Ứng dụng cơ bản

# Name
source: Test
vi: Kiểm thử

# Comment
source: A dummy plugin for testing
vi: Một phần cài cắm nộm dùng cho kiểm thử

# Name
source: Autumn
vi: Mùa thu

# Comment
source: A breath of fresh air
vi: Một luồng không khí trong lành

# Name
source: Breeze Dark
vi: Breeze Tối

# Comment
source: Breeze Dark by the KDE VDG
vi: Breeze Tối, do KDE VDG

# Name
source: Breeze Light
vi: Breeze Sáng

# Comment
source: Breeze Light by the KDE VDG
vi: Breeze Sáng, do KDE VDG

# Comment
source: Breeze by the KDE VDG
vi: Breeze, do KDE VDG

# Comment
source: Theme done in the Oxygen style
vi: Chủ đề được tạo với kiểu cách Oxygen

# Comment
source: Plasma applet
vi: Tiểu ứng dụng Plasma

# Comment
source: Plasma ContainmentActions
vi: ContainmentActions trong Plasma

# Comment
source: Plasma applet container and background painter
vi: Trình bao chứa tiểu ứng dụng và trình tô nền Plasma

# Comment
source: Plasma Data Engine
vi: Dụng cụ dữ liệu của Plasma

# Name
source: Plasma Package
vi: Gói Plasma

# Comment
source: Generic Plasma Package
vi: Gói Plasma chung

# Name
source: Plasma Look and Feel
vi: Nhìn và Cảm Plasma

# Comment
source: Defines the Visual Language for Plasma Shells
vi: Định ra Ngôn ngữ Trực quan cho Hệ vỏ Plasma

# Comment
source: Plasma package structure definition
vi: Định nghĩa cấu trúc gói Plasma

# Comment
source: Scripting language extension for Plasma
vi: Phần mở rộng "Ngôn ngữ kịch bản" cho Plasma

# Comment
source: Plasma service
vi: Dịch vụ Plasma

# Name
source: Plasma Shell
vi: Hệ vỏ Plasma

# Comment
source: Plasma Shell Components
vi: Các thành phần hệ vỏ Plasma

# Name
source: Python data engine
vi: Dụng cụ dữ liệu cho Python

# Comment
source: Plasma data engine support for Python
vi: Hỗ trợ của dụng cụ dữ liệu Plasma cho Python

# Name
source: Python Runner
vi: Trình chạy Python

# Comment
source: Plasma Runner support for Python
vi: Hỗ trợ của trình chạy Plasma cho Python

# Name
source: Declarative widget
vi: Phụ kiện khai báo

# Comment
source: Native Plasma widget written in QML and JavaScript
vi: Phụ kiện nội Plasma viết bằng QML và JavaScript

# Comment
source: Plasma wallpaper
vi: Phông nền Plasma

# Name
source: Ruby Widget
vi: Phụ kiện Ruby

# Comment
source: Native Plasma widget written in Ruby
vi: Phụ kiện nội Plasma viết bằng Ruby

# Name
source: Plasma QML/C++ Applet
vi: Tiểu ứng dụng QML/C++ của Plasma

# Comment
source: A Plasma Applet template written in an hybrid mix of QML and C++: a Plasma applet template displaying a SVG picture and a text
vi: Một mẫu Tiểu ứng dụng Plasma viết bằng sự pha trộn giữa QML và C++: một mẫu tiểu ứng dụng Plasma hiển thị một ảnh SVG và một văn bản

# Comment
source: what your app does in a few words
vi: dùng vài từ để mô tả ứng dụng của bạn làm việc gì

# Name
source: Simple Plasma Wallpaper
vi: Phông nền Plasma đơn giản

# Comment
source: Simple Plasma Wallpaper template: a Plasma wallpaper template displaying a text
vi: Mẫu Phông nền Plasma Đơn giản: một mẫu phông nền Plasma hiển thị một văn bản

# Name
source: Simple Plasma Wallpaper with QML extension
vi: Phông nền Plasma Đơn giản với phần mở rộng QML

# Comment
source: A Plasma wallpaper which uses custom API provided by an own QML extension plugin
vi: Một phông nền Plasma sử dụng API riêng được cung cấp bởi một phần cài cắm mở rộng QML riêng

# Name
source: Plasma QML Applet
vi: Tiểu ứng dụng QML Plasma

# Comment
source: Plasma QML Applet template: a Plasma applet template displaying a SVG picture and a text
vi: Mẫu Tiểu ứng dụng QML của Plasma: một mẫu tiểu ứng dụng Plasma hiển thị một ảnh SVG và một văn bản

# Name
source: Plasma QML Applet with QML extension
vi: Tiểu ứng dụng QML của Plasma với phần mở rộng QML

# Comment
source: A template for a Plasma applet which uses custom API provided by an own QML extension plugin
vi: Một mẫu tiểu ứng dụng Plasma sử dụng API riêng được cung cấp bởi một phần cài cắm mở rộng QML riêng
