Repository: hoangduytranuk/my-kde-vi
Catalog: trunk/l10n-kf5/*/messages/kwindowsaddons/kcm_platform.po
Languages: vi

# NAME OF TRANSLATORS
source: Your names
vi: Nguyễn Hùng Phú,Lê Hoàng Phương

# EMAIL OF TRANSLATORS
source: Your emails
vi: phuhnguyen@disroot.org,herophuong93@gmail.com

source: Platform
vi: Nền tảng

source: Platform Specific Configuration Module
vi: Khối cấu hình theo nền tảng

# 'Windows' means the OS
source: Windows Desktop Shell
vi: Hệ vỏ "Bàn làm việc" trên Windows

source: Native Windows Explorer shell
vi: Hệ vỏ Explorer bản địa trên Windows

source: This is the standard Windows Desktop shell. Choose this if you want to return your system to the default desktop.
vi: Đây là hệ vỏ "Bàn làm việc" tiêu chuẩn trên Windows. Chọn cái này nếu bạn muốn đưa hệ thống của mình về bàn làm việc mặc định.

source: Native desktop shell
vi: Hệ vỏ bàn làm việc bản địa

source: System's default desktop shell
vi: Hệ vỏ bàn làm việc mặc định của hệ thống

source: Use the KDE desktop shell, as it is seen on Linux.
vi: Sử dụng hệ vỏ bàn làm việc KDE như được thấy trên Linux.

source: Choose this option if you would like to use the Plasma desktop shell for your Windows system.
vi: Chọn lựa chọn này nếu bạn muốn dùng hệ vỏ bàn làm việc Plasma cho hệ thống Windows của bạn.

source: Plasma desktop shell
vi: Hệ vỏ bàn làm việc Plasma

source: KDE4 Plasma desktop shell
vi: Hệ vỏ bàn làm việc Plasma KDE4

source: Your custom desktop shell
vi: Hệ vỏ bàn làm việc tuỳ biến của bạn

source: Choose this and press the <i>"Setup..."</i> button to configure you custom desktop shell. Not recommended for the average user.
vi: Chọn cái này và nhấn nút <i>"Cài đặt..."</i> để cấu hình hệ vỏ bàn làm việc tuỳ biến của bạn. Không khuyến khích dùng cho người dùng thông thường.

source: Custom desktop shell
vi: Hệ vỏ bàn làm việc tuỳ biến

source: This shell is reserved for the user's custom shell. Press the "Setup" button to setup your favorite shell.
vi: Hệ vỏ này là để dành cho hệ vỏ tuỳ biến của người dùng. Nhấn nút "Cài đặt" để cài đặt hệ vỏ ưa thích của bạn.

source: Press to setup your custom desktop shell
vi: Nhấn để cài đặt hệ vỏ bàn làm việc tuỳ biến của bạn

source: Press this and a configuration dialog will appear to allow you to configure your custom desktop shell.
vi: Nhấn vào đây và một hộp thoại cấu hình sẽ xuất hiện để cho phép bạn cấu hình hệ vỏ bàn làm việc tuỳ biến của mình.

source: Setup...
vi: Cài đặt...

source: System Integration
vi: Tích hợp hệ thống

source: This will enable automatic regeneration of Windows' Start menu entries for KDE applications
vi: Lựa chọn này sẽ cho phép tự động tái tạo các mục trong trình đơn Bắt đầu của Windows cho các ứng dụng KDE

source: This option defines if Windows' Start menu entries should be regenerated or not. By default start menu entries are regenerated automatically, but you may wish to disable it if you have issues with that.
vi: Lựa chọn này chỉ định liệu các mục trong trình đơn Bắt đầu của Windows có nên được tái tạo hay không. Theo mặc định, các mục này được tái tạo tự động, nhưng bạn có thể muốn tắt đi nếu gặp vấn đề.

source: Enable automatic regeneration of start menu entries
vi: Bật tự động tái tạo các mục trình đơn Bắt đầu

source: Use native Windows file dialogs instead of KDE ones
vi: Dùng các hộp thoại tệp bản địa của Windows thay vì của KDE

source: Choose this option to make KDE applications use the standard Windows Open/Save file dialogs, instead of those normally used in KDE.
vi: Chọn lựa chọn này để khiến các ứng dụng KDE dùng hộp thoại Mở/Lưu tệp tiêu chuẩn của Windows, thay cho những cái thường dùng trong KDE.

source: Use native system file dialogs
vi: Dùng hộp thoại tệp hệ thống bản địa

source: Install System Settings into the Windows Control Panel.
vi: Cài đặt Thiết lập Hệ thống vào Bảng Điều khiển Windows

source: This will install the KDE 'System Settings' as an element in the Windows Control Panel.<br><b>Caution: This option tweaks your Windows registry.</b>
vi: Lựa chọn này sẽ cài đặt 'Thiết lập Hệ thống' của KDE thành một phần tử trong Bảng Điều khiển Windows.<br><b>Chú ý: Lựa chọn này sẽ điều chỉnh sổ đăng kí của Windows.</b>

source: Install as control panel element
vi: Cài đặt thành phần tử bảng điều khiển

source: Install Oxygen cursors as Windows cursor schemes
vi: Cài đặt con trỏ Oxygen làm quy hoạch con trỏ của Windows

source: This will install the Oxygen cursors into your system and combine them as a cursor theme.<br><b>Caution: This option tweaks your Windows registry.</b>
vi: Lựa chọn này sẽ cài đặt con trỏ Oxygen vào hệ thống của bạn và kết hợp chúng thành một chủ đề của con trỏ.<br><b>Chú ý: Lựa chọn này sẽ điều chỉnh sổ đăng kí của Windows</b>

source: Install Oxygen cursor schemes
vi: Cài đặt quy hoạch con trỏ Oxygen

source: This option installs KDE wallpapers into your "My Pictures" directory
vi: Lựa chọn này sẽ cài đặt phông nền KDE vào thư mục "Ảnh của tôi" của bạn

source: This will install KDE wallpapers into the <i>"My Pictures"</i> directory so they can be used as your Windows wallpaper. If the checkbox is set to half-checked then it means that there are new wallpapers available to update.<br> The wallpaper aspect ratio will be selected according to your current screen resolution.
vi: Lựa chọn này sẽ cài đặt phông nền KDE vào thư mục <i>"Ảnh của tôi"</i> để chúng có thể được dùng làm phông nền Windows của bạn. Nếu hộp kiểm được đặt là bán kiểm thì nghĩa là hiện có các phông nền mới để cập nhật.<br> Tỉ lệ khung của phông nền sẽ được chọn theo độ phân giải màn hình hiện tại của bạn.

source: Install Oxygen wallpapers
vi: Cài đặt phông nền Oxygen

source: This will make essential KDE processes run at user login
vi: Lựa chọn này sẽ khiến các tiến trình KDE thiết yếu chạy khi người dùng đăng nhập

source: Enabling this option will start essential KDE processes at user login. Normally these processes are started when you first start a KDE application, thereby delaying the actual application launch.<br>It is recommended to enable this option to make your applications launch faster for the first time.<br><b>Caution: This option tweaks your Windows registry.</b>
vi: Việc bật lựa chọn này sẽ khởi động các tiến trình KDE thiết yếu khi người dùng đăng nhập. Thông thường các tiến trình này được khởi động khi bạn chạy một ứng dụng KDE lần đầu tiên, vì vậy sẽ làm chậm sự khởi chạy ứng dụng thật sự. <br>Nên bật lựa chọn này để khiến các ứng dụng của bạn khởi chạy lần đầu được nhanh hơn.<br><b>Chú ý: Lựa chọn này sẽ điều chỉnh sổ đăng kí của Windows.</b>

source: Load KDE at user login
vi: Tải KDE khi người dùng đăng nhập

source: KDE System Settings
vi: Thiết lập Hệ thống KDE

source: All KDE settings in one place
vi: Tất cả các thiết lập KDE ở cùng một nơi

source: This shell is reserved for user's custom shell. Press "Setup" button to setup your favourite shell.
vi: Hệ vỏ này là để dành cho hệ vỏ tuỳ biến của người dùng. Nhấn nút "Cài đặt" để cài đặt hệ vỏ yêu thích của bạn.

source: Setup Custom Shell
vi: Cài đặt hệ vỏ tuỳ biến

source: Name:
vi: Tên:

source: Command:
vi: Lệnh:

source: Description:
vi: Mô tả:
