Repository: hoangduytranuk/my-kde-vi
Catalog: trunk/l10n-kf5/*/messages/kwindowsaddons/kwinstartmenu.po
Languages: vi

# NAME OF TRANSLATORS
source: Your names
vi: Nguyễn Hùng Phú,Lê Hoàng Phương

# EMAIL OF TRANSLATORS
source: Your emails
vi: phu.nguyen@kdemail.net,herophuong93@gmail.com

source: An application to create/update or remove Windows Start Menu entries
vi: Một ứng dụng để tạo/cập nhật hay xoá các mục Trình đơn Bắt đầu của Windows

source: remove installed start menu entries
vi: xoá các mục trình đơn Bắt đầu đã được cài

source: install start menu entries
vi: cài đặt các mục trình đơn Bắt đầu

source: update start menu entries
vi: cập nhật các mục trình đơn Bắt đầu

source: remove start menu entries from unused kde installation
vi: xoá các mục trình đơn Bắt đầu khỏi bản cài đặt KDE không dùng đến

source: query root path of start menu entries
vi: truy vấn đường dẫn gốc của các mục trình đơn Bắt đầu

source: use categories for start menu entries (default)
vi: dùng các phân nhóm cho các mục trình đơn Bắt đầu (mặc định)

source: don't use categories for start menu entries
vi: không dùng các phân nhóm cho các mục trình đơn Bắt đầu

source: query current value of categories in start menu
vi: truy vấn giá trị hiện tại của các phân nhóm trong trình đơn Bắt đầu

source: set custom string for root start menu entry
vi: đặt chuỗi tuỳ biến cho mục trình đơn Bắt đầu gốc

source: remove custom string from root start menu entry
vi: xoá chuỗi tuỳ biến khỏi mục trình đơn Bắt đầu gốc

source: query current value of root start menu entry custom string
vi: truy vấn giá trị hiện tại của chuỗi tuỳ biến trình đơn Bắt đầu gốc

source: set custom name string for root start menu entry
vi: đặt chuỗi tên tuỳ biến cho mục trình đơn Bắt đầu gốc

source: remove custom name string from root start menu entry
vi: xoá chuỗi tên tuỳ biến cho mục trình đơn Bắt đầu gốc

source: query current value of start menu entry custom name string
vi: truy vấn giá trị hiện tại của chuỗi tên tuỳ biến mục trình đơn Bắt đầu

source: set custom version string for root start menu entry
vi: đặt chuỗi phiên bản tuỳ biến cho mục trình đơn Bắt đầu gốc

source: remove custom version string from root start menu entry
vi: xoá chuỗi phiên bản tuỳ biến khỏi mục trình đơn Bắt đầu gốc

source: query current value of root start menu entry version string
vi: truy vấn giá trị hiện tại của chuỗi phiên bản mục trình đơn Bắt đầu gốc
