Repository: hoangduytranuk/my-kde-vi
Catalog: branches/stable/l10n-kf5/*/messages/kdeplasma-addons/kdeplasma-addons._json_.po
Languages: vi

# Name
source: Activity Pager
vi: Tổng quan Hoạt động

# Name
source: Binary Clock
vi: Đồng hồ nhị phân

# Name
source: Calculator
vi: Máy tính bỏ túi

# Name
source: Color Picker
vi: Trình nhặt màu

# Name
source: Comic Strip
vi: Truyện tranh

# Name
source: Dictionary
vi: Từ điển

# Name
source: Disk Quota
vi: Hạn ngạch đĩa

# Name
source: Fifteen Puzzle
vi: Trò chơi đảo ô

# Name
source: Fuzzy Clock
vi: Đồng mơ hồ

# Name
source: Grouping Plasmoid
vi: Plasmoid nhóm

# Name
source: Lock Keys Status
vi: Trạng thái các phím khoá

# Name
source: Application Dashboard
vi: Bảng điều khiển ứng dụng

# Name
source: Konsole Profiles
vi: Hồ sơ Konsole

# Name
source: Media Frame
vi: Khung phương tiện

# Name
source: Night Color Control
vi: Điều khiển "Màu buổi tối"

# Name
source: Sticky Note
vi: Giấy nhớ

# Name
source: Quicklaunch
vi: Khởi chạy nhanh

# Name
source: Quick Share
vi: Chia sẻ nhanh

# Name
source: Timer
vi: Hẹn giờ

# Name
source: User Switcher
vi: Trình chuyển người dùng

# Name
source: Weather Report
vi: Tin thời tiết

# Name
source: Web browser
vi: Trình duyệt web

# Name
source: Comic Strips
vi: Truyện tranh

# Name
source: Comic
vi: Truyện tranh

# Name
source: Astronomy (NASA)
vi: Thiên văn học (NASA)

# Name
source: Earth Science (USRA)
vi: Khoa học Trái Đất (USRA)

# Name
source: National Geographic
vi: Hội Địa lí Quốc gia

# Name
source: Weather Satellite (NOAA)
vi: Vệ tinh thời tiết (NOAA)

# Name
source: Picture of the Day
vi: Ảnh của ngày

# Name
source: Unsplash Wallpapers
vi: Phông nền Unsplash

# Name
source: Astronomical Events
vi: Các sự kiện thiên văn

# Name
source: Special Characters
vi: Kí tự đặc biệt

# Name
source: Unit Converter
vi: Trình đổi đơn vị

# Name
source: Date and Time
vi: Ngày giờ

# Name
source: Kate Sessions
vi: Các phiên Kate

# Name
source: Spell Checker
vi: Trình kiểm tra đánh vần

# Description
source: Switch between activities
vi: Chuyển giữa các Hoạt động

# Description
source: Time displayed in binary format
vi: Thời gian hiển thị ở dạng nhị phân

# Description
source: Calculate simple sums
vi: Tính các phép tính đơn giản

# Description
source: Pick a color from the desktop
vi: Nhặt một màu trên bàn làm việc

# Description
source: View comic strips from the Internet
vi: Xem các truyện tranh trên Liên Mạng

# Description
source: Look up the meaning of words and their translation into different languages
vi: Tra nghĩa của các từ và phần dịch của chúng sang các ngôn ngữ khác nhau

# Description
source: Shows details about disk quota
vi: Hiện các chi tiết về hạn ngạch đĩa

# Description
source: Put the pieces in order
vi: Đảo các ô về đúng thứ tự

# Description
source: Time displayed in a less precise format
vi: Thời gian hiển thị ở dạng ít chính xác hơn

# Description
source: Group Plasma widgets together
vi: Nhóm các phụ kiện Plasma lại với nhau

# Description
source: Shows whether Caps Lock or Num Lock are active
vi: Cho biết Caps Lock hay Num Lock có đang hoạt động không

# Description
source: A fullscreen application launcher
vi: Trình khởi chạy ứng dụng, với kích cỡ toàn màn hình

# Description
source: List and launch Konsole profiles
vi: Liệt kê và khởi chạy các hồ sơ Konsole

# Description
source: (Picture) Frame
vi: Khung (ảnh)

# Description
source: Plasmoid for controlling Night Color
vi: Plasmoid để điều khiển "Màu buổi tối"

# Description
source: Desktop sticky note
vi: GIấy nhớ trên bàn làm việc

# Description
source: Launch your favourite Applications
vi: Khởi chạy các ứng dụng bạn ưa thích

# Description
source: Paste text/images to a remote server
vi: Dán chữ/ảnh vào một máy chủ ở xa

# Description
source: Countdown over a specified time period
vi: Đếm ngược một khoảng thời gian chỉ định

# Description
source: Quickly switch between different users
vi: Chuyển nhanh giữa những người dùng khác nhau

# Description
source: Forecast and current conditions
vi: Dự báo và điều kiện hiện tại

# Description
source: Add a webpage on your desktop.
vi: Thêm một trang web vào bàn làm việc

# Description
source: Plugin for Plasma Comic Engine
vi: Phần cài cắm cho "Dụng cụ truyện tranh Plasma"

# Description
source: Online comic strips
vi: Truyện tranh trực tuyến

# Description
source: Comic Package Structure
vi: Cấu trúc gói Truyện tranh

# Description
source: Data Engine for getting various online Pictures of The Day.
vi: Dụng cụ dữ liệu để lấy các "Ảnh của ngày" trực tuyến.

# Description
source: Plugin for Plasma PoTD Engine
vi: Phần cài cắm cho dụng cụ Plasma "Ảnh của ngày"

# Description
source: Calendar plugin for displaying astronomical events
vi: Phần cài cắm lịch để hiển thị các sự kiện thiên văn

# Description
source: Creates special characters from their hexadecimal codes
vi: Tạo ra các kí tự đặc biệt từ mã thập lục phân

# Description
source: Convert values to different units
vi: Đổi các giá trị sang các đơn vị khác nhau

# Description
source: The current date and time, locally or in any timezone
vi: Ngày giờ hiện tại, ở địa phương hoặc bất kì múi giờ nào

# Description
source: Define words
vi: Định nghĩa từ

# Description
source: Matches Kate Sessions
vi: Tìm các phiên Kate

# Description
source: Matches Konsole Profiles
vi: Tìm các hồ sơ Konsole

# Description
source: Check the spelling of a word
vi: Kiểm tra cách đánh vần của một chữ

# Authors Name
source: The Plasma Team
vi: Đội ngũ Plasma

# Authors Name
source: Plasma Team
vi: Đội ngũ Plasma
