Repository: hoangduytranuk/my-kde-vi
Catalog: branches/stable/l10n-kf5/*/messages/kdeplasma-addons/kdeplasma-addons._desktop_.po
Languages: vi

# Name
source: Comics
vi: Truyện tranh

# Name
source: Previews
vi: Xem thử

# Comment
source: A desktop switcher layout with previews of the desktops
vi: Bố cục trình chuyển bàn làm việc với phần xem thử các bàn làm việc

# Name
source: special Characters
vi: kí tự đặc biệt

# Name
source: Dictionary
vi: Từ điển

# Comment
source: Define words
vi: Định nghĩa từ

# Name
source: Spell Checker Runner
vi: Trình chạy kiểm tra đánh vần

# Comment
source: Haenau wallpaper
vi: Phông nền Haenau

# Comment
source: Hunyango wallpaper
vi: Phông nền Hunyango

# Name
source: Picture of the Day
vi: Ảnh của ngày

# Comment
source: A new picture from the Internet each day
vi: Mỗi ngày một ảnh mới từ Liên Mạng

# Name
source: Large Icons
vi: Biểu tượng lớn

# Comment
source: A window switcher layout using large icons to represent the window
vi: Bố cục trình chuyển cửa sổ dùng các biểu tượng cỡ lớn để biểu diễn cửa sổ

# Name
source: Compact
vi: Gọn

# Comment
source: A compact window switcher layout
vi: Bố cục gọn cho trình chuyển cửa sổ

# Name
source: Informative
vi: Nhiều thông tin

# Comment
source: An informative window switcher layout including desktop name
vi: Bố cục mang nhiều thông tin cho trình chuyển cửa sổ, gồm cả tên bàn làm việc

# Name
source: Grid
vi: Lưới

# Comment
source: A Window Switcher layout showing all windows as thumbnails in a grid
vi: Bố cục trình chuyển cửa sổ hiển thị tất cả các cửa sổ thành các hình nhỏ trong một lưới

# Name
source: Small Icons
vi: Biểu tượng nhỏ

# Comment
source: A window switcher layout using small icons to represent the window
vi: Bố cục trình chuyển cửa sổ dùng các biểu tượng cỡ nhỏ để biểu diễn cửa sổ

# Name
source: Text Only
vi: Chỉ chữ

# Comment
source: A window switcher layout only showing window captions
vi: Bố cục trình chuyển cửa sổ chỉ hiện các tiêu đề cửa sổ

# Name
source: Thumbnail Grid
vi: Lưới hình nhỏ

# Comment
source: A window switcher layout using a small grid of thumbnails
vi: Bố cục trình chuyển cửa sổ dùng một lưới nhỏ các hình nhỏ

# Name
source: Thumbnails
vi: Hình nhỏ

# Comment
source: A window switcher layout using live thumbnails
vi: Bố cục trình chuyển cửa sổ dùng các hình nhỏ động
