Repository: hoangduytranuk/my-kde-vi
Catalog: trunk/l10n-kf5/*/messages/websites-timeline-kde-org/timeline-kde-org.po
Languages: vi

source: Inspired by QtCon 2016, which took place in Berlin and brought together the KDE, VLC, Qt and FSFE communities, [KDE community in Brazil hosted QtCon Brasil in 2017](https://br.qtcon.org/2017/). The event was held in São Paulo and brought together Qt experts from Brazil and abroad in two days of talks and one day of training.
vi: Lấy ý tưởng từ QtCon 2016 diễn ra ở Berlin với sự góp mặt của các cộng đồng KDE, VLC, Qt và FSFE, [cộng đồng KDE ở Brazil tổ chức QtCon Brasil vào năm 2017](https://br.qtcon.org/2017/). Sự kiện được tổ chức ở São Paulo và bao gồm những chuyên gia Qt ở Brazil và nước ngoài, trong hai ngày với những buổi thảo luận và một ngày đào tạo.

source: KDE and Purism partnership
vi: Hợp tác KDE và Purism

source: [KDE and Purism have partnered to adapt Plasma Mobile to the smartphone Librem 5](https://www.kde.org/announcements/kde-purism-librem5.php), manufactured by the American company. Librem 5 is a phone focused on preserving the privacy and security of user communication. The adaptation project is underway and soon we will have the first phone in the world fully controlled by the user and running Plasma Mobile.
vi: [KDE và Purism hợp tác để làm Di động Plasma thích ứng với điện thoại thông minh Librem 5](https://www.kde.org/announcements/kde-purism-librem5.php), sản xuất bởi công ti Mĩ này. Librem 5 là một chiếc điện thoại tập trung vào việc bảo vệ tính riêng tư và an ninh cho sự liên lạc của người dùng. Dự án thích ứng này đang được thực hiện và chúng ta sẽ sớm có được chiếc điện thoại đầu tiên trên thế giới hoàn toàn do người dùng điều khiển và chạy Di động Plasma.

source: KDE set goals
vi: Các mục tiêu đặt ra cho KDE

source: [KDE sets its goals for the next four years](https://dot.kde.org/2017/11/30/kdes-goals-2018-and-beyond). As part of an effort undertaken by its members since 2015, the community has defined three main objectives for the coming years: to improve the usability and productivity of its software, to ensure that its software helps to preserve the privacy of users and to facilitate the contribution and integration of new collaborators.
vi: [KDE đặt mục tiêu cho bốn năm tiếp theo](https://dot.kde.org/2017/11/30/kdes-goals-2018-and-beyond). Là một phần trong nỗ lực của các thành viên từ năm 2015, cộng đồng đã đặt ba mục tiêu chính cho các năm tới: cải thiện tính khả dụng và năng suất của các phần mềm, đảm bảo rằng các phần mềm giúp bảo vệ tính riêng tư của người dùng, và làm thuận tiện cho việc đóng góp và việc gia nhập của những người đóng góp mới.
