Repository: hoangduytranuk/my-kde-vi
Catalog: trunk/l10n-kf5/*/messages/websites-timeline-kde-org/timeline-kde-org.po
Languages: vi

source: From the [announcement of version 4.1](https://www.kde.org/announcements/4.1/) on there was already a tendency to refer to KDE as a "community" and not just as a "project". This change was recognized and affirmed in the rebranding announcement of the following year.
vi: Từ [bản công bố phiên bản 4.1](https://www.kde.org/announcements/4.1/), đã xuất hiện một xu hướng gọi KDE là một "cộng đồng" chứ không chỉ là một "dự án". Sự thay đổi này đã được công nhận và khẳng định trong công bố định lại nhãn hiệu vào năm sau đó.

source: First Camp KDE
vi: Camp KDE đầu tiên

source: Group Photo of 2009
vi: Ảnh tập thể 2009

source: In January 2009, [the first edition of Camp KDE](https://techbase.kde.org/Events/CampKDE/2009) took place in Negril, Jamaica. It was the first KDE event in the Americas. After that, there were two more US-based conferences, [in 2010 in San Diego](https://dot.kde.org/2010/01/17/day-one-camp-kde-2010), and another [in 2011 in San Francisco](https://dot.kde.org/2011/04/13/re-live-camp-kde-experience).
vi: Tháng Một năm 2009, [ấn bản đầu tiên của Camp KDE](https://techbase.kde.org/Events/CampKDE/2009) diễn ra ở Negril, Jamaica. Đây là sự kiện KDE đầu tiên ở châu Mĩ. Sau đó, đã có thêm hai hội thảo tại Mĩ, [năm 2010 ở San Diego](https://dot.kde.org/2010/01/17/day-one-camp-kde-2010), và [năm 2011 ở San Francisco](https://dot.kde.org/2011/04/13/re-live-camp-kde-experience).

source: Group Photo of DS 2009
vi: Ảnh tập thể DS 2009

source: In July 2009, the first [Desktop Summit](http://www.grancanariadesktopsummit.org/), a joint conference of the KDE and Gnome communities, took place in Gran Canaria, Spain. The [Akademy 2009](https://dot.kde.org/2009/07/14/vibrant-community-propels-kde-forward-akademy-2009) was held with this event.
vi: Tháng Bảy năm 2009, [Desktop Summit](http://www.grancanariadesktopsummit.org/), một hội thảo chung của cộng đồng KDE và Gnome, lần đầu tiên diễn ra ở Gran Canaria, Tây Ban Nha. [Akademy 2009](https://dot.kde.org/2009/07/14/vibrant-community-propels-kde-forward-akademy-2009) được tổ chức cùng với sự kiện này.

source: 1 million of commits
vi: 1 triệu bản chuyển giao

source: Active contributors at the time
vi: Lượng người đóng góp hoạt động ở thời điểm đó

source: The community [reached the mark of 1 million of commits](https://dot.kde.org/2009/07/20/kde-reaches-1000000-commits-its-subversion-repository). From 500,000 in January 2006 and 750,000 in December 2007, only 19 months later, contributions reached the 1 million mark. The increase in these contributions coincides with the launch of innovative KDE 4.
vi: Cộng đồng [đạt đến dấu mốc 1 triệu bản chuyển giao](https://dot.kde.org/2009/07/20/kde-reaches-1000000-commits-its-subversion-repository). Từ con số 500.000 vào tháng Một năm 2006 và 750.000 vào tháng Mười Hai năm 2007, chỉ 19 tháng sau, lượng đóng góp đã đạt mốc 1 triệu. Sự gia tăng này trùng với thời gian bắt đầu phiên bản KDE 4 mang tính đổi mới.

source: First Randa Meetings
vi: Hội nghị Randa đầu tiên

source: Group photo of first RM
vi: Ảnh tập thể RM đầu tiên

source: In September 2009, [the first](https://dot.kde.org/2009/09/08/third-plasma-summit-lifts-kde-desktop-higher-grounds) of a series of events known as [Randa Meetings](https://community.kde.org/Sprints/Randa) took place in Randa, in Swiss Alps. The event brought together several sprints of various community projects. Since then, Randa Meetings take place annually.
vi: Tháng Chín năm 2009, [sự kiện đầu tiên](https://dot.kde.org/2009/09/08/third-plasma-summit-lifts-kde-desktop-higher-grounds) trong một loạt sự kiện được biết đến với tên gọi [Hội nghị Randa](https://community.kde.org/Sprints/Randa) diễn ra ở Randa, Alpes Thuỵ Sĩ. Sự kiện đã thực hiện một số đoạn nước rút của nhiều dự án cộng đồng khác nhau. Từ đó, Hội nghị Randa diễn ra hằng năm.

source: Rebranding
vi: Định lại nhãn hiệu

source: Brand graph
vi: Biểu đồ nhãn hiệu

source: In November 2009, the community [announced](https://dot.kde.org/2009/11/24/repositioning-kde-brand) changes to its brand. The name "K Desktop Environment" had become ambiguous and obsolete and is replaced by "KDE". The name "KDE" is no longer just referring to a desktop environment, but now represents both the community and the project umbrella supported by this community.
vi: Tháng Mười Một năm 2009, cộng đồng [công bố](https://dot.kde.org/2009/11/24/repositioning-kde-brand) các thay đổi về thương hiệu. Cái tên "Môi trường Bàn làm việc K" đã trở nên mơ hồ, lỗi thời, và được thay thế bằng "KDE". Cái tên "KDE" không còn chỉ nhắc đến một môi trường bàn làm việc, mà giờ đại diện cho cả cộng đồng lẫn tập hợp dự án được cộng đồng này hỗ trợ.

source: KDE Software Compilation
vi: Tập hợp Phần mềm KDE

source: Brand Map
vi: Sơ đồ nhãn hiệu

source: From [version 4.3.4](https://www.kde.org/announcements/announce-4.3.4.php) on, KDE announcements began to refer to the whole suite of products as 'KDE Software Compilation' (KDE SC). Currently, this trend is abandoned.
vi: Từ [phiên bản 4.3.4](https://www.kde.org/announcements/announce-4.3.4.php) trở đi, các bản công bố KDE bắt đầu nhắc đến toàn bộ các sản phẩm với tên gọi 'Tập hợp Phần mềm KDE' (KDE Software Compilation - KDE SC). Hiện nay, xu hướng này đã bị từ bỏ.

source: Group Photo of Akademy-Br
vi: Ảnh tập thể Akademy-Br

source: In April 2010, [the first meeting](http://ev.kde.org/reports/ev-quarterly-2010Q2.pdf) of Brazil KDE contributors took place. The event was held in Salvador, Bahia, and was the only Brazilian Akademy edition. From 2012 on, the event expanded to a meeting for all Latin American contributors.
vi: Tháng Tư năm 2010, [hội nghị đầu tiên](http://ev.kde.org/reports/ev-quarterly-2010Q2.pdf) của những người đóng góp KDE Brazil đã diễn ra. Sự kiện được tổ chức ở Salvador, Bahia, và là ấn bản Brazil duy nhất của Akademy. Từ 2012 trở đi, sự kiện này mở rộng thành hội nghị cho tất cả những người đóng góp ở châu Mĩ La-tinh.

source: Join the Game
vi: Nhập Cuộc (Join the Game)

source: JtG logo
vi: Biểu trưng JtG

source: In June 2010, the KDE e.V. announced the supporting membership program ["Join the Game"](https://jointhegame.kde.org/), which aims to encourage financial support to the community. By participating in the program you become a member of the KDE e.V., contributing to an annual amount and being able participate in the organization's annual meetings.
vi: Tháng Sáu năm 2010, KDE e.V. công bố chương trình thành viên hỗ trợ ["Nhập Cuộc"](https://jointhegame.kde.org/), hướng đến việc thúc đẩy các hỗ trợ về tài chính cho cộng đồng. Khi tham gia chương trình, bạn trở thành một thành viên của KDE e.V., đóng góp một khoản thường niên và có thể tham gia các hội nghị hằng năm của tổ chức.

source: Plasma Netbook screenshot
vi: Ảnh chụp màn hình Plasma cho netbook

source: In August 2010, the community [announced version 4.5](https://www.kde.org/announcements/4.5/) of its products: Development Platform, Applications and Plasma Workspaces. Each of them began to have a separate release announcement. One of the highlights of this version was the Plasma interface for netbooks, announced in version 4.4.
vi: Tháng Tám năm 2010, cộng đồng [công bố phiên bản 4.5](https://www.kde.org/announcements/4.5/) của các sản phẩm: Nền tảng phát triển, Các Ứng dụng và Không gian làm việc Plasma. Mỗi sản phẩm bắt đầu có công bố phát hành riêng. Một trong số các điểm nổi bật của phiên bản này là giao diện Plasma cho netbook, được công bố vào phiên bản 4.4.

source: Calligra Suite
vi: Bộ ứng dụng Calligra

source: Calligra Suite logo
vi: Biểu trưng Bộ ứng dụng Calligra

source: In December 2010, the community [announces](https://dot.kde.org/2010/12/06/kde-announces-calligra-suite) the [Calligra Suite](https://www.calligra.org/), a split from the KOffice suite. KOffice was discontinued in 2011.
vi: Tháng Mười Hai năm 2010, cộng đồng [công bố](https://dot.kde.org/2010/12/06/kde-announces-calligra-suite) [Bộ ứng dụng Calligra](https://www.calligra.org/), tách ra từ bộ ứng dụng KOffice. KOffice bị ngừng phát triển từ 2011.

source: First Conf KDE India
vi: Conf KDE India đầu tiên

source: Group Photo of Conf India
vi: Ảnh tập thể Conf India

source: In March 2011, the [first conference](https://dot.kde.org/2010/12/28/confkdein-first-kde-conference-india) of the KDE and Qt community in India took place in Bengaluru. Since then, the event has taken place annually.
vi: Tháng Ba năm 2011, [hội thảo đầu tiên](https://dot.kde.org/2010/12/28/confkdein-first-kde-conference-india) của cộng đồng KDE và Qt ở Ấn Độ diễn ra ở Bengaluru. Kể từ đó, sự kiện này diễn ra hằng năm.

source: Group Photo of DS 2011
vi: Ảnh tập thể DS 2011

source: In August 2011, [another joint conference](https://desktopsummit.org/) of the KDE and Gnome communities took place in Berlin, Germany. Nearly 800 contributors from all over the world came together to share ideas and collaborate on various free software projects.
vi: Tháng Tám năm 2011, [một hội thảo chung nữa](https://desktopsummit.org/) của cộng đồng KDE và Gnome diễn ra ở Berlin, Đức. Gần 800 người đóng góp từ khắp nơi trên thế giới tụ họp để chia sẻ các ý tưởng và cùng làm việc trong nhiều dự án phần mềm tự do khác nhau.

source: Plasma Active 1 screenshot
vi: Ảnh chụp màn hình Plasma Active 1

source: The community released the first version of its interface for mobile devices, [Plasma Active](https://www.kde.org/announcements/plasma-active-one/). Later, it was superseded by Plasma Mobile.
vi: Cộng đồng phát hành phiên bản đầu tiên của giao diện cho các thiết bị di động, [Plasma Active](https://www.kde.org/announcements/plasma-active-one/). Về sau, nó được thay thế bởi Di động Plasma.

source: First LaKademy
vi: LaKademy đầu tiên

source: Group Photo of LaKademy 2012
vi: Ảnh tập thể LaKademy 2012

source: In April 2012, the [first meeting](https://lakademy.kde.org/lakademy12-en.html) of the KDE contributors in Latin America, LaKademy, took place. The event was held in Porto Alegre, Brazil. The [second edition](https://br.kde.org/lakademy-2014) took place in 2014 in São Paulo, and since then has been an annual event. So far, all editions were held in Brazil, where the highest number of contributors from the Latin American community is based.
vi: Tháng Tư năm 2012, [hội nghị đầu tiên](https://lakademy.kde.org/lakademy12-en.html) của những người đóng góp KDE ở châu Mĩ La-tinh, LaKademy, diễn ra. Sự kiện được tổ chức ở Porto Alegre, Brazil. [Ấn bản thứ hai](https://br.kde.org/lakademy-2014) diễn ra năm 2014 ở São Paulo, và từ đó đã trở thành một sự kiện hằng năm. Tính đến nay, tất cả các ấn bản đều được tổ chức ở Brazil, nơi có số lượng người đóng góp cao nhất trong cộng đồng châu Mĩ La-tinh.

source: KDE Manifesto
vi: Tuyên ngôn KDE

source: KDE Manifesto Art
vi: Tranh tuyên ngôn KDE

source: [KDE Manifesto](https://manifesto.kde.org/index.html), a document that presents the benefits and obligations of a KDE project, was released. It also introduces the core values that guide the community: Open Governance, Free Software, Inclusivity, Innovation, Common Ownership, and End-User Focus.
vi: [Tuyên ngôn KDE](https://manifesto.kde.org/index.html), một tài liệu trình bày các lợi ích và nghĩa vụ của một dự án KDE, được xuất bản. Nó cũng giới thiệu các giá trị cốt lõi dẫn dắt cộng đồng: Quản trị Mở, Phần mềm Tự do, Hoà nhập, Cải tiến, Sở hữu Chung, và Hướng Người dùng Cuối.

source: New Konqi
vi: Konqi mới

source: Konqi redesigned
vi: Konqi được thiết kế lại

source: In December 2012, the community [launched a competition](https://dot.kde.org/2012/12/08/contest-create-konqi-krita) to create a new mascot using Krita. The competition winner was Tyson Tan, who created [new looks for the Konqi and Katie](http://tysontan.deviantart.com/art/Konqi-ver-2-494267237).
vi: Tháng Mười Hai năm 2012, cộng đồng [mở một cuộc thi](https://dot.kde.org/2012/12/08/contest-create-konqi-krita) sử dụng Krita để tạo ra một linh vật mới. Người thắng cuộc là Tyson Tan, người đã tạo ra [vẻ ngoài mới cho Konqi và Katie](http://tysontan.deviantart.com/art/Konqi-ver-2-494267237).

source: Release cycle change
vi: Thay đổi chu kì phát hành

source: Graph of the KDE technologies separated
vi: Biểu đồ các công nghệ của KDE được tách riêng

source: In September 2013, the community [announced](https://dot.kde.org/2013/09/04/kde-release-structure-evolves) changes in the release cycle of its products. Each of them, Workspaces, Applications, and Platform, now have separate releases. The change was already a reflection of the restructuring of KDE technologies. This restructuring resulted in the next generation of community products, which would be released the following year.
vi: Tháng Chín năm 2013, cộng đồng [công bố](https://dot.kde.org/2013/09/04/kde-release-structure-evolves) các thay đổi trong chu kì phát hành các sản phẩm. Mỗi sản phẩm, Không gian làm việc, Ứng dụng, và Nền tảng, giờ có kì phát hành tách biệt. Thay đổi này là một sự phản ánh của việc tái cấu trúc các công nghệ KDE. Việc tái cấu trúc này dẫn đến thế hệ tiếp theo của các sản phẩm cộng đồng, sẽ được phát hành vào năm sau đó.

source: Frameworks 5
vi: Các Kết cấu 5

source: Evolution of development of KDE technologies
vi: Quá trình tiến hoá của các công nghệ KDE

source: The first stable version of Frameworks 5 (KF5), the successor of KDE Platform 4, [was released](https://www.kde.org/announcements/kde-frameworks-5.0.php). This new generation of the KDE libraries based on Qt 5 has made the KDE development platform more modular and facilitated cross-platform development.
vi: Phiên bản ổn định đầu tiên của Các Kết cấu 5 (KF5), kế thừa từ Nền tảng KDE 4, [được phát hành](https://www.kde.org/announcements/kde-frameworks-5.0.php). Thế hệ mới này của các thư viện KDE dựa trên Qt 5 đã khiến cho nền tảng phát triển KDE được chia khối hơn và làm thuận tiện cho việc phát triển liên nền tảng.

source: Plasma 5 screenshot
vi: Ảnh chụp màn hình Plasma 5

source: [Release](https://www.kde.org/announcements/plasma5.0/) of the first stable version of Plasma 5. This new generation of Plasma has a new theme, Breeze. Changes include a migration to a new, fully hardware-accelerated graphics stack centered around an OpenGL(ES) scenegraph. This version of Plasma uses as base the Qt 5 and Frameworks 5.
vi: [Phát hành](https://www.kde.org/announcements/plasma5.0/) phiên bản ổn định đầu tiên của Plasma 5. Thế hệ Plasma mới này có một chủ đề mới, Breeze. Các thay đổi bao gồm việc chuyển sang một chuỗi công nghệ đồ hoạ mới, hoàn toàn được tăng tốc phần cứng, lấy một đồ thị màn (scenegraph) OpenGL(ES) làm trung tâm. Phiên bản Plasma này dùng Qt 5 và Các Kết cấu 5 làm cơ sở.

source: GCompris joins the KDE
vi: GCompris gia nhập KDE

source: GCompris logo
vi: Biểu trưng GCompris

source: In December 2014, the educational software suite [GCompris joins](https://dot.kde.org/2014/12/11/gcompris-joins-kde-incubator-and-launches-fundraiser) the [project incubator of KDE community](https://community.kde.org/Incubator). Bruno Coudoin, who created the [project](http://gcompris.net/index-en.html) in 2000, decided to rewrite it in Qt Quick to facilitate its use on mobile platforms. It was originally written in GTK+.
vi: Tháng Mười Hai năm 2014, bộ phần mềm giáo dục [GCompris gia nhập](https://dot.kde.org/2014/12/11/gcompris-joins-kde-incubator-and-launches-fundraiser) [vườn ươm dự án của cộng đồng KDE](https://community.kde.org/Incubator). Bruno Coudoin, người sáng lập [dự án](http://gcompris.net/index-en.html) năm 2000, quyết định viết lại nó bằng Qt Quick để làm thuận tiện cho việc sử dụng nó trên các nền tảng di động. Ban đầu nó được viết bằng GTK+.

source: Plasma Mobile
vi: Di động Plasma

source: Plasma Mobile photo
vi: Ảnh Di động Plasma

source: The community [announced Plasma Mobile](https://dot.kde.org/2015/07/25/plasma-mobile-free-mobile-platform), an interface for smartphones that uses Qt, Frameworks 5 and Plasma Shell technologies.
vi: Cộng đồng [công bố Di động Plasma](https://dot.kde.org/2015/07/25/plasma-mobile-free-mobile-platform), một giao diện cho điện thoại thông minh, sử dụng Qt, Các Kết cấu 5 và các công nghệ hệ vỏ Plasma.

source: Plasma on Wayland
vi: Plasma trên Wayland

source: KWin on Wayland
vi: KWin trên Wayland

source: The [first live image](https://dot.kde.org/2015/12/18/first-plasma-wayland-live-image) of Plasma running on Wayland was made available for download. Since 2011, the community works in support of Wayland by KWin, the Compositor of Plasma, and the Window Manager.
vi: [Ảnh sống đầu tiên](https://dot.kde.org/2015/12/18/first-plasma-wayland-live-image) của Plasma chạy trên Wayland được đưa ra cho tải về. Từ năm 2011, cộng đồng đã làm việc để hỗ trợ Wayland trong KWin, là Trình kết hợp của Plasma, và là trình quản lí cửa sổ.

source: Plasma 5.5 screenshot
vi: Ảnh chụp màn hình Plasma 5.5

source: Version 5.5 is [announced](https://www.kde.org/announcements/plasma-5.5.0.php) with several new features: new icons added to the Breeze theme, support for OpenGL ES in KWin, progress to support Wayland, a new default font (Noto), a new design.
vi: Phiên bản 5.5 [được công bố](https://www.kde.org/announcements/plasma-5.5.0.php) với nhiều tính năng mới: các biểu tượng mới trong chủ đề Breeze, hỗ trợ OpenGL ES trong KWin, tiến triển trong việc hỗ trợ Wayland, một phông chữ mặc định mới (Noto), một thiết kế mới.

source: KDE Neon
vi: Neon KDE

source: Neon 5.6 screenshot
vi: Ảnh chụp màn hình Neon 5.6

source: The community [announced](https://dot.kde.org/2016/01/30/fosdem-announcing-kde-neon) the inclusion of another project in its incubator, [KDE Neon](https://neon.kde.org/), based on Ubuntu. Developers, testers, artists, translators and early adopters can get fresh code from git as it is committed by the KDE community.
vi: Cộng đồng [công bố](https://dot.kde.org/2016/01/30/fosdem-announcing-kde-neon) việc thêm một dự án nữa vào vườn ươm, [Neon KDE](https://neon.kde.org/), dựa trên Ubuntu. Các nhà phát triển, người kiểm thử, nghệ sĩ, nhà biên dịch và người dùng sớm có thể lấy mã tươi từ git ngay khi nó được cộng đồng KDE chuyển giao.

source: Akademy 2016 part of QtCon
vi: Akademy 2016 một phần của QtCon

source: QtCon banner
vi: Biểu ngữ QtCon

source: [Akademy 2016](https://akademy.kde.org/2016) took place as a part of [QtCon](http://qtcon.org/) in September 2016 in Berlin, Germany. The event brought together the Qt, [FSFE](https://fsfe.org/), [VideoLAN](http://www.videolan.org/) and KDE communities. It celebrated 20 years of KDE, 20 years of VLC, and 15 years of FSFE.
vi: [Akademy 2016](https://akademy.kde.org/2016) diễn ra như là một phần của [QtCon](http://qtcon.org/) vào tháng Chín năm 2016 ở Berlin, Đức. Sự kiện có sự góp mặt của Qt, [FSFE](https://fsfe.org/), [VideoLAN](http://www.videolan.org/) và cộng đồng KDE. Nó kỉ niệm 20 năm của KDE, 20 năm của VLC, và 15 năm của FSFE.

source: Kirigami UI
vi: Giao diện người dùng Kirigami

source: Kirigami logo
vi: Biểu trưng Kirigami

source: [Kirigami is released](https://dot.kde.org/2016/03/30/kde-proudly-presents-kirigami-ui), a set of QML components to develop applications based on Qt for mobile or desktop devices.
vi: [Kirigami được phát hành](https://dot.kde.org/2016/03/30/kde-proudly-presents-kirigami-ui), một bộ các thành phần QML để phát triển ứng dụng dựa trên Qt cho các thiết bị di động hoặc máy tính.

source: KDE presents its Vision for the future
vi: KDE giới thiệu Tầm nhìn cho tương lai

source: In early 2016, as a result of a survey and open discussions among community members, [KDE has published a document outlining its vision for the future](https://dot.kde.org/2016/04/05/kde-presents-its-vision-future). This vision represents the values that its members consider most important: "A world in which everyone has control over their digital life and enjoys freedom and privacy." The idea in defining this vision was to make clear what are the main motivations that drive the community.
vi: Đầu năm 2016, dựa trên kết quả của một cuộc khảo sát và các thảo luận mở giữa các thành viên trong cộng đồng, [KDE đã xuất bản một tài liệu phác thảo tầm nhìn cho tương lai](https://dot.kde.org/2016/04/05/kde-presents-its-vision-future). Tầm nhìn này đại diện cho các giá trị mà các thành viên coi là quan trọng nhất: "Một thế giới ở đó mọi người nắm quyền điều khiển cuộc sống số của mình và tận hưởng sự tự do và tính riêng tư." Ý tưởng của việc định ra tầm nhìn này là nhằm làm rõ những động lực chính dẫn dắt cộng đồng.

source: KDE announced the Advisory Board
vi: KDE công bố Hội đồng Cố vấn

source: In order to formalize the cooperation among the community and the organizations that have been its allies, [KDE e.V. announced the Advisory Board](https://dot.kde.org/2016/09/26/announcing-kde-advisory-board). Through the Advisory Board, organizations can provide feedback on community activities and decisions, to participate in regular meetings with KDE e.V., and to attend to Akademy and community sprints.
vi: Để chính thức hoá sự hợp tác giữa cộng đồng và các tổ chức liên minh, [KDE e.V. công bố Hội đồng Cố vấn](https://dot.kde.org/2016/09/26/announcing-kde-advisory-board). Thông qua Hội đồng Cố vấn, các tổ chức có thể đưa ra các phản hồi đối với những hoạt động và những quyết định của cộng đồng, tham gia các hội nghị thường kì với KDE e.V., và dự các đoạn nước rút Akademy và của cộng đồng.

source: KDE celebrated 20 years
vi: KDE kỉ niệm 20 năm

source: KDE 20 years art by Elias Silveira
vi: Tranh 20 năm KDE của Elias Silveira

source: On October 14, KDE celebrated its 20th birthday. The project that started as a desktop environment for Unix systems, today is a community that incubates ideas and projects which go far beyond desktop technologies. To celebrate its anniversary the community [published a book](https://20years.kde.org/book/) written by its contributors. [We also had parties](https://community.kde.org/Promo/Events/Parties/KDE_20_Anniversary) been held in eight countries.
vi: Ngày 14 tháng Mười, KDE kỉ niệm sinh nhật lần thứ 20. Dự án khởi đầu là một môi trường bàn làm việc cho các hệ thống Unix, ngày nay trở thành một cộng đồng ươm mầm các ý tưởng và các dự án vươn xa hơn hẳn các công nghệ máy tính. Để kỉ niệm dịp này, cộng đồng [đã xuất bản một cuốn sách](https://20years.kde.org/book/) viết bởi những người đóng góp. [Chúng tôi còn có những buổi tiệc](https://community.kde.org/Promo/Events/Parties/KDE_20_Anniversary) được tổ chức ở tám quốc gia.

source: KDE Slimbook is announced
vi: Slimbook KDE được công bố

source: KDE Slimbook
vi: Slimbook KDE

source: In partnership with a Spanish laptop retailer [the community announced the launch of the KDE Slimbook](https://dot.kde.org/2017/01/26/kde-and-slimbook-release-laptop-kde-fans), a ultrabook that comes with the KDE Plasma and KDE Applications pre-installed. The laptop offers a pre-installed version of KDE Neon and [can be purchased from the retailer's website](https://slimbook.es/en/store/slimbook-kde).
vi: Hợp tác với một nhà bán lẻ máy tính Tây Ban Nha, [cộng đồng công bố sự ra mắt của Slimbook KDE](https://dot.kde.org/2017/01/26/kde-and-slimbook-release-laptop-kde-fans), một máy tính xách tay đi kèm với Plasma KDE và Các Ứng dụng KDE được cài đặt sẵn. Chiếc máy này cung cấp một phiên bản cài đặt sẵn của Neon KDE và [có thể mua ở địa điểm web của nhà bán lẻ này](https://slimbook.es/en/store/slimbook-kde).

source: QtCon Brasil is announced
vi: QtCon Brasil được công bố
