Repository: hoangduytranuk/my-kde-vi
Catalog: trunk/l10n-kf5/*/messages/websites-timeline-kde-org/timeline-kde-org.po
Languages: vi

source: Start
vi: Bắt đầu

source: All
vi: Tất cả

source: FLOSS Events
vi: Sự kiện FLOSS

source: KDE Events
vi: Sự kiện KDE

source: Meetings
vi: Các hội nghị

source: Releases
vi: Các bản phát hành

source: UNIX is born
vi: UNIX ra đời

source: In 1969, [Ken Thompson](https://en.wikipedia.org/wiki/Ken_Thompson) and [Dennis Ritchie](https://en.wikipedia.org/wiki/Dennis_Ritchie) started working on [UNIX](http://www.unix.org/what_is_unix/history_timeline.html). Initially written in assembler, it was soon rewritten in [C](https://en.wikipedia.org/wiki/C_(programming_language)), a language created by Ritchie and considered high level.
vi: Năm 1969, [Ken Thompson](https://vi.wikipedia.org/wiki/Ken_Thompson) và [Dennis Ritchie](https://vi.wikipedia.org/wiki/Dennis_Ritchie) bắt đầu tạo ra [UNIX](http://www.unix.org/what_is_unix/history_timeline.html). Ban đầu được viết bằng hợp ngữ, nó sớm được viết lại bằng [C](https://vi.wikipedia.org/wiki/C_(ngôn_ngữ_lập_trình)), một ngôn ngữ được tạo ra bởi Ritchie và được coi là bậc cao.

source: C++ was created
vi: C++ được tạo ra

source: In 1979, [Bjarne Stroustrup](http://www.stroustrup.com/bio.html) started developing "C with classes", which would later become the [C++](http://www.softwarepreservation.org/projects/c_plus_plus/). In his opinion, it was the only language of the time that allowed to write programs that were at the same time efficient and elegant.
vi: Năm 1979, [Bjarne Stroustrup](https://www.stroustrup.com/bio.html) bắt đầu phát triển "C cùng với lớp", mà sau này trở thành [C++](http://www.softwarepreservation.org/projects/c_plus_plus/). Theo ý kiến của ông, đó là ngôn ngữ duy nhất vào lúc đó cho phép viết các chương trình hiệu quả và đồng thời lại nhã nhặn.

source: The beginning of Free Software
vi: Khởi đầu của Phần mềm Tự do

source: In 1984, [Richard Stallman](https://stallman.org/biographies.html#serious) started developing [GNU](https://www.gnu.org/gnu/about-gnu.html) (GNU is Not Unix), a completely free operating system based on Unix, which was proprietary.
vi: Năm 1984, [Richard Stallman](https://stallman.org/biographies.html#serious) bắt đầu phát triển [GNU](https://www.gnu.org/gnu/about-gnu.html) (GNU is Not Unix - GNU không phải là Unix), một hệ điều hành hoàn toàn mở dựa trên Unix có sở hữu độc quyền.

source: The Linux Kernel
vi: Nhân Linux

source: In 1991, [Linus Torvalds](https://en.wikipedia.org/wiki/Linus_Torvalds) created the [Linux kernel](https://en.wikipedia.org/wiki/Linux_kernel) based on [MINIX](http://www.minix3.org/), a version of Unix written by [Andrew Tanenbaum](http://www.cs.vu.nl/~ast/home/faq.html). The emergence of Linux has revolutionized the history of free software and helped to popularize it. See the [25 Years of Linux Kernel Development infographic](https://web.archive.org/web/20190628003733im_/https://www.linux.com/sites/lcom/files/styles/rendered_file/public/linux-kernel-development-infographic-2016.jpg?itok=DqVqiplt).
vi: Năm 1991, [Linus Torvalds](https://vi.wikipedia.org/wiki/Linus_Torvalds) tạo ra [nhân Linux](https://vi.wikipedia.org/wiki/Nhân_Linux) dựa trên [MINIX](http://www.minix3.org/), một phiên bản Unix viết bởi [Andrew Tanenbaum](http://www.cs.vu.nl/~ast/home/faq.html). Sự xuất hiện của Linux đã cách mạng hoá lịch sử phần mềm tự do và giúp phổ biến nó. Xem [bản đồ hoạ thông tin 25 năm phát triển nhân Linux](https://web.archive.org/web/20190628003733/https://www.linux.com/sites/lcom/files/styles/rendered_file/public/linux-kernel-development-infographic-2016.jpg?itok=DqVqiplt).

source: The first distros are born
vi: Các bản phân phối đầu tiên ra đời

source: In 1993, the first free distributions begin to emerge, based in [GNU and Linux](http://www.aboutlinux.info/2005/11/complete-concise-history-of-gnulinux.html). A [GNU/Linux distribution](http://futurist.se/gldt/) is usually formed by the Linux kernel, GNU tools and libraries, and more a collection of applications.
vi: Năm 1993, các bản phân phối miễn phí đầu tiên bắt đầu xuất hiện, dựa trên [GNU và Linux](http://www.aboutlinux.info/2005/11/complete-concise-history-of-gnulinux.html). Một [bản phân phối GNU/Linux](http://futurist.se/gldt/) thường được cấu thành bởi nhân Linux, các công cụ và thư viện GNU, và thêm nữa là một bộ ứng dụng.

source: Qt was created
vi: Qt được tạo ra

source: Qt logo
vi: Biểu trưng Qt

source: In 1995, the Norwegian company Troll Tech created the cross-platform framework [Qt](https://wiki.qt.io/About_Qt), with which KDE would be created in the following year. Qt became the basis of the main KDE technologies in these 20 years. Learn more about [Qt History](https://wiki.qt.io/Qt_History).
vi: Năm 1995, công ty Na Uy Troll Tech tạo ra kết cấu liên nền tảng [Qt](https://wiki.qt.io/About_Qt), dựa vào đó KDE sẽ được tạo ra trong năm tiếp theo. Qt đã trở thành cơ sở của các công nghệ chính của KDE trong 20 năm qua. Tìm hiểu thêm về [lịch sử Qt](https://wiki.qt.io/Qt_History).

source: KDE was announced
vi: KDE được công bố

source: In 1996, [Matthias Ettrich](http://www.linuxjournal.com/article/6834) announced the creation of Kool Desktop Environment (KDE), a graphical interface for Unix systems, built with Qt and C ++ and designed for the end user. The name "KDE" was a pun on the graphic environment [CDE](https://en.wikipedia.org/wiki/Common_Desktop_Environment), which was proprietary at the time. Read [the original announcement](https://www.kde.org/announcements/announcement.php) of the KDE Project.
vi: Năm 1996, [Matthias Ettrich](http://www.linuxjournal.com/article/6834) công bố việc chế tạo Môi trường Bàn làm việc Chất (Kool Desktop Environment - KDE), một giao diện đồ hoạ cho các hệ thống Unix, xây bằng Qt và C++ và thiết kế cho người dùng cuối. Cái tên "KDE" là một cách chơi chữ với môi trường đồ hoạ [CDE](https://en.wikipedia.org/wiki/Common_Desktop_Environment), có sở hữu độc quyền vào lúc đó. Đọc [công bố nguyên gốc](https://www.kde.org/announcements/announcement.php) của Dự án KDE.

source: KDE One Conference
vi: Hội thảo KDE Một

source: Cornelius Schumacher's Archive
vi: Ảnh của Cornelius Schumacher

source: In 1997, about 15 KDE developers met in Arnsberg, Germany, to work on the project and discuss its future. This event became known as [KDE One](https://community.kde.org/KDE_Project_History/KDE_One_(Developer_Meeting)).
vi: Năm 1997, khoảng 15 nhà phát triển KDE gặp mặt ở Arnsberg, Đức, để thực hiện dự án và thảo luận về tương lai của nó. Sự kiện này về sau được biết đến là [KDE Một](https://community.kde.org/KDE_Project_History/KDE_One_(Developer_Meeting)).

source: KDE Beta 1 Screenshot
vi: Ảnh chụp màn hình KDE Beta 1

source: The beta 1 version of KDE was [released](https://www.kde.org/announcements/beta1announce.php) exactly 12 months after the project announcement. The release text emphasized that KDE was not a window manager, but an integrated environment in which the window manager was just another part.
vi: Phiên bản beta 1 của KDE được [phát hành](https://kde.org/announcements/beta1announce.php) đúng 12 tháng sau công bố dự án. Nội dung văn bản phát hành nhấn mạnh rằng KDE không phải là một trình quản lí cửa sổ, mà là một môi trường tích hợp mà trình quản lí cửa sổ chỉ là một phần trong đó.

source: KDE e.V. was founded
vi: KDE e.V. được thành lập

source: KDE e.V. logo
vi: Biểu trưng KDE e.V.

source: In 1997, [KDE e.V.](https://ev.kde.org/), the nonprofit that represents the KDE community financially and legally, was founded in Tübingen, Germany.
vi: Năm 1997, [KDE e.V.](https://ev.kde.org/), tổ chức phi lợi nhuận đại diện cho cộng đồng KDE về mặt tài chính và pháp lí, được thành lập ở Tübingen, Đức.

source: KDE Free Qt Foundation was created
vi: Tổ chức Qt Tự do của KDE được thành lập

source: Konqi with Qt in its heart
vi: Konqi với Qt trong tim

source: The foundation agreement for the [KDE Free Qt Foundation](https://www.kde.org/community/whatiskde/kdefreeqtfoundation.php) is signed by KDE e.V. and Trolltech, then owner of Qt. The Foundation [ensures the permanent availability](https://dot.kde.org/2016/01/13/qt-guaranteed-stay-free-and-open-%E2%80%93-legal-update) of Qt as Free Software.
vi: Bản thoả thuận cho [Tổ chức Qt Tự do của KDE](https://www.kde.org/community/whatiskde/kdefreeqtfoundation.php) được kí bởi KDE e.V. và Trolltech, công ti sở hữu Qt lúc đó. Tổ chức này [đảm bảo sự khả dụng lâu dài](https://dot.kde.org/2016/01/13/qt-guaranteed-stay-free-and-open-%E2%80%93-legal-update) của Qt với vai trò là phần mềm tự do.

source: KDE 1 was released
vi: KDE 1 được phát hành

source: KDE released the [first stable version](https://www.kde.org/announcements/announce-1.0.php) of its graphical environment in 1998, with highlights as an application development framework, the KOM/OpenParts, and a preview of its office suite. See the [KDE 1.x Screenshots](https://czechia.kde.org/screenshots/kde1shots.php).
vi: KDE phát hành [phiên bản ổn định đầu tiên](https://www.kde.org/announcements/announce-1.0.php) của môi trường đồ hoạ vào năm 1998, với các điểm nổi bật là một kết cấu phát triển ứng dụng, KOM/OpenParts, và một bản xem thử của bộ ứng dụng văn phòng. Xem [ảnh chụp màn hình KDE 1.x](https://czechia.kde.org/screenshots/kde1shots.php).

source: In April 1999, a dragon is announced as the new animated assistant to the KDE Help Center. It was so charming that it replaced the previous project mascot, Kandalf, from version 3.x on. See the [KDE 2 Screenshot](https://czechia.kde.org/screenshots/images/large/kde2b3_5.png) showing Konqi and Kandalf.
vi: Tháng Tư năm 1999, một chú rồng được công bố với vai trò là trợ lí hoạt hình của Trung tâm Trợ giúp KDE. Nó gây được rất nhiều thiện cảm và đã thay thế linh vật trước đó của dự án, Kandalf, từ phiên bản 3.x trở đi. Xem [ảnh chụp màn hình KDE 2](https://czechia.kde.org/screenshots/images/large/kde2b3_5.png) hiển thị Konqi và Kandalf.

source: KDE Two Conference
vi: Hội thảo KDE Hai

source: Group Photo (Cornelius Schumacher's Archive)
vi: Ảnh tập thể (ảnh của Cornelius Schumacher)

source: In October 1999, the second meeting of KDE developers took place in Erlangen, Germany. Read the [report](https://community.kde.org/KDE_Project_History/KDE_Two_(Developer_Meeting)) on the KDE Two Conference.
vi: Tháng Mười năm 1999, hội nghị lần thứ hai của các nhà phát triển KDE diễn ra ở Erlangen, Đức. Xem [bản báo cáo](https://community.kde.org/KDE_Project_History/KDE_Two_(Developer_Meeting)) về Hội thảo KDE Hai.

source: KDE Desktop
vi: Bàn làm việc KDE

source: KDE 2 logo
vi: Biểu trưng KDE 2

source: From the [beta 1 version of KDE 2](https://www.kde.org/announcements/announce-1.90.php) it is possible to perceive a project naming change. The releases that once referred to the project as "K Desktop Environment", began referring to it only as "KDE Desktop".
vi: Từ [phiên bản beta 1 của KDE 2](https://www.kde.org/announcements/announce-1.90.php) đã có thể nhận thấy một sự thay đổi về cách gọi tên dự án. Các bản phát hành từng nhắc đến dự án với tên gọi "Môi trường Bàn làm việc K", nay bắt đầu gọi nó ngắn gọn là "Bàn làm việc KDE".

source: KDE Three Beta Conference
vi: Hội thảo KDE Ba Beta

source: In July 2000, the third meeting (beta) of KDE developers occurred in Trysil, Norway. [Find out](https://community.kde.org/KDE_Project_History/KDE_Three_Beta_(Developer_Meeting)) what was done during the conference.
vi: Tháng Bảy năm 2000, hội nghị lần thứ ba (beta) của các nhà phát triển KDE diễn ra ở Trysil, Na Uy. [Xem](https://community.kde.org/KDE_Project_History/KDE_Three_Beta_(Developer_Meeting)) hội nghị đó đã thực hiện những việc gì.

source: KDE 2 was released
vi: KDE 2 được phát hành

source: KDE [released](https://kde.org/announcements/1-2-3/2.0/) its second version, featuring as main news [Konqueror](https://konqueror.org/) web browser and file manager; and the office suite [KOffice](https://en.wikipedia.org/wiki/KOffice). KDE had its code almost entirely rewritten for this second version. See the [KDE 2.0 Screenshots](https://czechia.kde.org/screenshots/kde2shots.php).
vi: KDE [phát hành](https://kde.org/announcements/1-2-3/2.0/) phiên bản thứ hai, với các thành phần chính là trình duyệt web và quản lí tệp [Konqueror](https://konqueror.org/); và bộ ứng dụng văn phòng [KOffice](https://en.wikipedia.org/wiki/KOffice). Phần mã của KDE gần như được viết lại hoàn toàn cho phiên bản thứ hai này. Xem [ảnh chụp màn hình KDE 2.0](https://czechia.kde.org/screenshots/kde2shots.php).

source: KDE Project
vi: Dự án KDE

source: KDE 2.1 Splashscreen
vi: Màn hình khởi động KDE 2.1

source: From the [release announcement](https://www.kde.org/announcements/announce-2.1.2.php) of version 2.1.2 there is also a change of the nomenclature. The announcements began referring to KDE as "KDE Project".
vi: Từ [bản công bố phát hành](https://www.kde.org/announcements/announce-2.1.2.php) của phiên bản 2.1.2, đã có thêm một thay đổi trong cách gọi tên. Các bản công bố bắt đầu gọi KDE là "Dự án KDE".

source: KDE Women
vi: Phụ nữ KDE

source: Katie, Konqi's girlfriend
vi: Katie, bạn gái của Konqi

source: In March 2001, the creation of community women's group was announced. The [KDE Women](https://community.kde.org/KDE_Women) aimed to help increase the number of women in free software communities, particularly in KDE. Watch the video ["Highlights of KDE Women"](https://www.youtube.com/watch?v=HTwQ-oGTmGA) of the Akademy 2010.
vi: Tháng Ba năm 2001, việc thành lập nhóm của phụ nữ trong cộng đồng được công bố. [Phụ nữ KDE](https://community.kde.org/KDE_Women) hướng đến việc giúp tăng số lượng phụ nữ trong các cộng đồng phần mềm tự do, đặc biệt là KDE. Xem đoạn phim ["Các điểm nổi bật của Phụ nữ KDE"](https://www.youtube.com/watch?v=HTwQ-oGTmGA) ở Akademy 2010.

source: KDE Three Meeting
vi: Hội nghị KDE Ba

source: Group Photo of KDE Three
vi: Ảnh tập thể KDE Ba

source: In March 2002, about 25 developers gathered for the [third KDE meeting](https://community.kde.org/KDE_Project_History/KDE_Three_(Developer_Meeting)) in Nuremberg, Germany. KDE 3 was about to be released and the KDE 2 code needed to be migrated to the new library Qt 3.
vi: Tháng Ba năm 2002, khoảng 25 nhà phát triển đã tụ họp ở [hội nghị KDE thứ ba](https://community.kde.org/KDE_Project_History/KDE_Three_(Developer_Meeting)) tại Nuremberg, Đức. KDE 3 chuẩn bị được phát hành và mã KDE 2 cần được chuyển sang dùng thư viện Qt 3 mới.

source: KDE released its [third version](https://kde.org/announcements/1-2-3/3.0/), showing as important additions a new print framework, KDEPrint; the translation of the project for 50 languages; and a package of educational applications, maintained by the KDE Edutainment Project. See the [KDE 3.0 Screenshots](https://czechia.kde.org/screenshots/kde300shots.php).
vi: KDE phát hành [phiên bản ba](https://kde.org/announcements/1-2-3/3.0/), đưa ra các bổ sung quan trọng: một kết cấu in mới, KDEPrint; việc biên dịch của dự án cho 50 ngôn ngữ; và một gói các ứng dụng giáo dục được duy trì bởi Dự án Giáo dục - Giải trí KDE. Xem [ảnh chụp màn hình KDE 3.0](https://czechia.kde.org/screenshots/kde300shots.php).

source: KDE e.V. meeting
vi: Hội nghị KDE e.V.

source: In August 2002, there was a [meeting of board members of the KDE e.V.](https://ev.kde.org/reports/2002.php) that was essential to establish how the organization works. At this meeting it was decided, among other things, that the brand "KDE" would be registered and that new members should be invited and supported by two active members of e.V..
vi: Tháng Tám năm 2002, diễn ra [hội nghị của các thành viên hội đồng KDE e.V.](https://ev.kde.org/reports/2002.php) nhằm thiết lập cách thức hoạt động của tổ chức. Hai trong số các quyết định của hội nghị này là nhãn hiệu "KDE" sẽ được đăng kí và các thành viên mới cần được mời và ủng hộ bởi hai thành viên hoạt động của e.V..

source: In [version 3.1](https://kde.org/announcements/1-2-3/3.1/) the community presented KDE with a new look, a new theme for widgets, called Keramik, and Crystal as default theme for the icons. See [KDE 3.1 New Feature Guide](https://kde.org/info/3.1/feature_guide_1/).
vi: Trong [phiên bản 3.1](https://kde.org/announcements/1-2-3/3.1/) cộng đồng đã cho ra mắt KDE với một vẻ ngoài mới, một chủ đề mới cho các khiển tố, gọi là Keramik, và Crystal là chủ đề mặc định cho các biểu tượng. Xem [Hướng dẫn tính năng mới của KDE 3.1](https://kde.org/info/3.1/feature_guide_1/).

source: Group Photo of Kastle
vi: Ảnh tập thể Kastle

source: In August 2003, about 100 contributors of KDE from various countries gathered in a castle in the Czech Republic. The event was called [Kastle](https://akademy.kde.org/2003) and was the forerunner of Akademy, the event that would become the international annual meeting of the community.
vi: Tháng Tám năm 2003, khoảng 100 người đóng góp cho KDE từ nhiều nước khác nhau đã tụ họp ở một lâu đài ở Cộng hoà Séc. Sự kiện này được gọi là [Kastle](https://akademy.kde.org/2003) và là khởi nguồn của Akademy, sự kiện mà sau này trở thành hội nghị quốc tế hằng năm của cộng đồng.

source: Group Photo of Akademy 2004
vi: Ảnh tập thể Akademy 2004

source: In August 2004, the [first international meeting of the community](https://conference2004.kde.org/) took place. The event was held in Ludwigsburg, Germany, and launched a series of international events called ["Akademy"](https://akademy.kde.org/) which take place annually since then. The event got its name because it happened in the "Filmakademie" city film school. See the [group photos](https://devel-home.kde.org/~duffus/akademy/) of all Akademies.
vi: Tháng Tám năm 2004, [hội nghị quốc tế đầu tiên của cộng đồng](https://conference2004.kde.org/) đã diễn ra. Sự kiện được tổ chức tại Ludwigsburg, Đức, và đã khởi đầu một chuỗi sự kiện quốc tế với tên gọi ["Akademy"](https://akademy.kde.org/) diễn ra hằng năm kể từ đó. Sự kiện này có tên như vậy vì nó diễn ra ở trường làm phim của thành phố, tên là "Filmakademie". Xem [ảnh tập thể](https://devel-home.kde.org/~duffus/akademy/) của tất cả các Akademy.

source: [KDE 3.5 was released](https://www.kde.org/announcements/announce-3.5.php). This version introduced several new features, among them, the SuperKaramba, a tool that allowed customize your desktop with "applets"; the Amarok and Kaffeine players; and the media burner K3B. See [KDE 3.5: A Visual Guide to New Features](https://www.kde.org/announcements/visualguide-3.5.php).
vi: [KDE 3.5 được phát hành](https://www.kde.org/announcements/announce-3.5.php). Phiên bản này giới thiệu nhiều tính năng mới, trong đó có SuperKaramba, một công cụ cho phép tuỳ biến bàn làm việc với các "tiểu ứng dụng"; các trình phát Amarok và Kaffeine; và trình ghi phương tiện K3B. Xem [KDE 3.5: Hướng dẫn trực quan cho các tính năng mới](https://www.kde.org/announcements/visualguide-3.5.php).

source: First Akademy-Es
vi: Akademy-Es đầu tiên

source: First Akademy-es photo
vi: Ảnh Akademy-Es đầu tiên

source: In March 2006, the [first meeting](https://dot.kde.org/2006/02/10/akademy-es-2006-barcelona) of Spanish KDE contributors took place in Barcelona. Since then, Akademy-Es has turned into an annual event. Learn more about [Spanish KDE contributors group](https://www.kde-espana.org/).
vi: Tháng Ba năm 2006, [hội nghị đầu tiên](https://dot.kde.org/2006/02/10/akademy-es-2006-barcelona) của những người đóng góp KDE Tây Ban Nha diễn ra ở Barcelona. Từ đó, Akademy-Es đã trở thành một sự kiện hằng năm. Tìm hiểu thêm về [nhóm đóng góp KDE Tây Ban Nha](https://www.kde-espana.org/).

source: KDE Four Core meeting
vi: Hội nghị Lõi KDE Bốn

source: In July 2006, the developers of the KDE core libraries gathered in Trysill, Norway, for the [KDE Four Core meeting](https://dot.kde.org/2006/06/26/kde-libs-hackers-meet-kde-four-core). The event was a kind of successor to the KDE Beta Three Conference and KDE Three Meeting and in it developers worked on the development of KDE 4 and stabilization of some core libraries to the project.
vi: Tháng Bảy năm 2006, các nhà phát triển các thư viện lõi KDE tụ họp ở Trysill, Na Uy, tại [hội nghị Lõi KDE Bốn](https://dot.kde.org/2006/06/26/kde-libs-hackers-meet-kde-four-core). Sự kiện này giống như là kế thừa hội thảo KDE Ba Beta và hội nghị KDE Ba, ở đó, các nhà phát triển đã thực hiện việc phát triển KDE 4 và gia cố một số thư viện lõi trong dự án.

source: Group Photo of Guademy
vi: Ảnh tập thể Guademy

source: In March 2007, several contributors of KDE and [Gnome](https://www.gnome.org/) met in A Coruña, Spain, an event which sought to establish a collaboration between the two projects. The event became known as [Guademy](https://dot.kde.org/2007/03/28/guademy-2007-event-report), a mixture of [Guadec](https://wiki.gnome.org/GUADEC), the name given to the Gnome event with Akademy, KDE event name.
vi: Tháng Ba năm 2007, người đóng góp của KDE và [Gnome](https://www.gnome.org/) gặp mặt ở A Coruña, Tây Ban Nha, một sự kiện với mong muốn thiết lập sự cộng tác giữa hai dự án. Sự kiện được biết đến với tên gọi [Guademy](https://dot.kde.org/2007/03/28/guademy-2007-event-report), một sự kết hợp của [Guadec](https://wiki.gnome.org/GUADEC), tên của sự kiện Gnome và Akademy, tên sự kiện KDE.

source: In May 2007, [the alpha 1 version of KDE 4](https://www.kde.org/announcements/announce-4.0-alpha1.php), codenamed "Knut", was announced. This announcement showed a completely new desktop, with a new theme, Oxygen, new applications like Okular and Dolphin, and a new desktop shell, Plasma. See [KDE 4.0 Alpha 1: A Visual Guide to New Features](https://www.kde.org/announcements/visualguide-4.0-alpha1.php).
vi: Tháng Năm năm 2007, [phiên bản alpha 1 của KDE 4](https://www.kde.org/announcements/announce-4.0-alpha1.php), tên mã "Knut", được công bố. Bản công bố này cho thấy một bàn làm việc hoàn toàn mới, với một chủ đề mới, Oxygen, các ứng dụng mới như Okular và Dolphin, và một hệ vỏ bàn làm việc mới, Plasma. Xem [KDE 4.0 Alpha 1: Hướng dẫn trực quan cho các tính năng mới](https://www.kde.org/announcements/visualguide-4.0-alpha1.php).

source: KDE 4 Development Platform
vi: Nền tảng phát triển KDE 4

source: Konqi developer
vi: Nhà phát triển Konqi

source: In October 2007, KDE announced the [release candidate](https://www.kde.org/announcements/announce-4.0-platform-rc1.php) of its development platform consisting of basic libraries and tools to develop KDE applications.
vi: Tháng Mười năm 2007, KDE công bố [phiên bản ứng cử](https://www.kde.org/announcements/announce-4.0-platform-rc1.php) của nền tảng phát triển, bao gồm các thư viện và công cụ cơ bản để phát triển các ứng dụng KDE.

source: In 2008, the community [announced the revolutionary KDE 4](https://kde.org/announcements/4/4.0/). In addition to the visual impact of the new default theme, Oxygen, and the new desktop interface, Plasma; KDE 4 also innovated by presenting the following applications: the PDF reader Okular, the Dolphin file manager, as well as KWin, supporting graphics effects. See [KDE 4.0 Visual Guide](https://kde.org/announcements/4/4.0/guide/).
vi: Năm 2008, cộng đồng [đã công bố phiên bản KDE 4 mang tính cách mạng](https://kde.org/announcements/4/4.0/). Ngoài các tác động trực quan của chủ đề mặc định mới, Oxygen, và giao diện bàn làm việc mới, Plasma, KDE 4 còn có những sáng kiến mới khi giới thiệu các ứng dụng: trình đọc PDF Okular, trình quản lí tệp Dolphin, cũng như KWin, hỗ trợ các hiệu ứng đồ hoạ. Xem [Hướng dẫn trực quan KDE 4.0](https://kde.org/announcements/4/4.0/guide/).

source: KDE Community
vi: Cộng đồng KDE

source: Konqis community
vi: Cộng đồng Konqi
