Repository: hoangduytranuk/my-kde-vi
Catalog: trunk/l10n-kf5/*/messages/plasma-workspace/plasma-workspace._desktop_.po
Languages: vi

# Name
source: File
vi: Tệp

# Comment
source: File
vi: Tệp

# Name
source: Peripherals
vi: Thiết bị ngoại vi

# Comment
source: Peripherals
vi: Thiết bị ngoại vi

# Name
source: PIM
vi: PIM (Quản lí thông tin cá nhân)

# Comment
source: PIM
vi: PIM (Quản lí thông tin cá nhân)

# Name
source: X-Utilities
vi: Tiện ích X

# Comment
source: X Window Utilities
vi: Các tiện ích của Hệ thống Cửa sổ X

# Name
source: KDE Multimedia Backend
vi: Hậu phương đa phương tiện KDE

# Comment
source: Multimedia System
vi: Hệ thống đa phương tiện

# Name
source: Application
vi: Ứng dụng

# Name
source: Audio Output Device Changed
vi: Thiết bị xuất âm thanh đã thay đổi

# Comment
source: Notification when audio output device has automatically changed
vi: Thông báo khi thiết bị xuất âm thanh đã tự động thay đổi

# Name
source: Plasma Windowed
vi: Plasma cửa sổ hoá

# Comment
source: Run Plasmoids as simple applications
vi: Chạy các Plasmoid như các ứng dụng đơn giản

# Name
source: Software Center
vi: Trung tâm phần mềm

# Comment
source: Lets you find software
vi: Cho phép bạn tìm phần mềm

# Name
source: Desktop Search
vi: Tìm kiếm ở bàn làm việc

# Comment
source: Searches through files, emails and contacts
vi: Tìm kiếm tệp, thư và liên hệ

# Name|plasma runner
source: Bookmarks
vi: Dấu nhớ

# Comment
source: Find and open bookmarks
vi: Tìm và mở dấu nhớ

# Name
source: Calculator
vi: Máy tính bỏ túi

# Comment
source: Calculate expressions
vi: Tính biểu thức

# Name
source: Terminate Applications
vi: Kết thúc ứng dụng

# Comment
source: Stop applications that are currently running
vi: Dừng các ứng dụng đang chạy

# Name
source: Locations
vi: Địa điểm

# Comment
source: File and URL opener
vi: Trình mở tệp và URL

# Comment
source: Open devices and folder bookmarks
vi: Mở thiết bị và dấu nhớ thư mục

# Comment
source: Basic Power Management Operations
vi: Các thao tác cơ bản để quản lí nguồn điện

# Name
source: Power
vi: Nguồn điện

# Name
source: Recent Files
vi: Tệp gần đây

# Name
source: Applications
vi: Ứng dụng

# Comment
source: Find applications, control panels and services
vi: Tìm ứng dụng, bảng điều khiển và dịch vụ

# Name
source: Desktop Sessions
vi: Phiên bàn làm việc

# Comment
source: Fast user switching
vi: Chuyển người dùng nhanh

# Name
source: Command Line
vi: Dòng lệnh

# Comment
source: Executes shell commands
vi: Thực hiện các lệnh vỏ

# Name|plasma runner
source: Web Search Keywords
vi: Từ khoá tìm kiếm web

# Comment
source: Search the web using keywords
vi: Tìm kiếm web dùng các từ khoá

# Name
source: Windowed widgets
vi: Phụ kiện được cửa sổ hoá

# Comment
source: Find Plasma widgets that can be run as standalone windows
vi: Tìm các phụ kiện Plasma có thể chạy được như các cửa sổ độc lập

# Name
source: Plasma Desktop Workspace
vi: Không gian bàn làm việc Plasma

# Name
source: Layout Template
vi: Bản mẫu bố cục

# Name
source: Look and Feel
vi: Nhìn và Cảm

# Name
source: Wallpaper
vi: Phông nền

# Name
source: Plasma Shell
vi: Hệ vỏ Plasma

# Name
source: Wallpaper Images
vi: Ảnh phông nền

# Name
source: Drive Ejector
vi: Trình rút ổ

# Comment
source: Automatically releases drives when their eject button is pushed
vi: Tự động xuất các ổ ra khi nút rút của chúng được ấn

# Name
source: Hardware Detection
vi: Phát hiện phần cứng

# Comment
source: Provides a user interface for hardware events
vi: Cung cấp một giao diện người dùng cho các sự kiện phần cứng

# Name
source: Status Notifier Manager
vi: Trình quản lí thông báo trạng thái

# Comment
source: Manages services that provide status notifier user interfaces
vi: Quản lí các dịch vụ cung cấp giao diện thông báo trạng thái

# Comment
source: Launches KSysguard on Ctrl + Escape
vi: Khởi chạy KSysguard khi ấn Ctrl + Escape

# Comment
source: Built-in unthemed CDE style
vi: Kiểu cách CDE không chủ đề tích hợp sẵn

# Comment
source: Built-in unthemed style similar to Clearlooks from GNOME
vi: Kiểu cách không chủ đề tích hợp sẵn tương tự Clearlooks của GNOME

# Name
source: GTK+ Style
vi: Kiểu cách GTK+

# Comment
source: Style that uses the GTK+ theming engine
vi: Kiểu cách sử dụng dụng cụ đặt chủ đề của GTK+

# Comment
source: Style that uses the Apple Appearance Manager
vi: Kiểu cách sử dụng Trình quản lí diện mạo Apple

# Comment
source: Built-in unthemed Motif style
vi: Kiểu cách Motif không chủ đề tích hợp sẵn

# Comment
source: Built-in unthemed style similar to Plastik from KDE3
vi: Kiểu cách không chủ đề tích hợp sẵn tương tự Plastik của KDE3

# Comment
source: Built-in unthemed Windows 9x style
vi: Kiểu cách Windows 9x không chủ đề tích hợp sẵn

# Comment
source: Style that uses the Windows Vista style engine
vi: Kiểu cách sử dụng dụng cụ kiểu cách của Windows Vista

# Comment
source: Style that uses the Windows XP style engine
vi: Kiểu cách sử dụng dụng cụ kiểu cách của Windows XP

# Name
source: Plain Color
vi: Màu trơn

# Comment
source: Plain color wallpaper
vi: Phông nền dạng màu trơn

# Name
source: Color
vi: Màu

# Comment
source: A plain color or gradient
vi: Một màu trơn hoặc dốc màu

# Name
source: Image
vi: Ảnh

# Comment
source: Wallpaper view for images
vi: Khung xem phông nền cho các ảnh

# Name
source: Slideshow
vi: Chuỗi trình chiếu

# Comment
source: Slideshow wallpaper
vi: Phông nền dạng chuỗi trình chiếu

# Name
source: Wallpapers
vi: Phông nền
