Repository: hoangduytranuk/my-kde-vi
Catalog: trunk/l10n-kf5/*/messages/plasma-workspace/plasma-workspace._desktop_.po
Languages: vi

# Name
source: Activity Bar
vi: Thanh Hoạt động

# Comment
source: Tab bar to switch activities
vi: Thanh thẻ để chuyển Hoạt động

# Name
source: Analog Clock
vi: Đồng hồ kim

# Comment
source: A clock with hands
vi: Một đồng hồ với các kim

# Name
source: Global Menu
vi: Trình đơn toàn cục

# Comment
source: Global menubar in your Plasma Desktop
vi: Thanh trình đơn toàn cục ở bàn làm việc Plasma của bạn

# Name
source: Battery and Brightness
vi: Pin và độ sáng

# Comment
source: See the power status of your battery
vi: Xem tình trạng nguồn điện của pin

# Keywords
source: Power Management;Battery;System;Energy;
vi: Power Management;Battery;System;Energy;Quản lí nguồn điện;Pin;Hệ thống;Năng lượng;

# Name
source: Calendar
vi: Lịch

# Comment
source: Month display with your appointments and events
vi: Hiển thị tháng với các buổi hẹn và sự kiện của bạn

# Name
source: Clipboard
vi: Bảng nháp

# Comment
source: Provides access to the clipboard history
vi: Cho phép truy cập lịch sử bảng nháp

# Name
source: Disks & Devices
vi: Đĩa & Thiết bị

# Comment
source: Notifications and access for devices
vi: Thông báo và cách truy cập cho các thiết bị

# Name
source: Open with File Manager
vi: Mở bằng Trình quản lí tệp

# Name
source: Digital Clock
vi: Đồng hồ số

# Comment
source: Time displayed in a digital format
vi: Thời gian hiển thị ở dạng số

# Name
source: Icon
vi: Biểu tượng

# Comment
source: A generic icon
vi: Một biểu tượng chung

# Name
source: Lock/Logout
vi: Khoá/Đăng xuất

# Comment
source: Lock the screen or log out
vi: Khoá màn hình hoặc đăng xuất

# Keywords
source: Lock;Logout;Sleep;Hibernate;Switch User;
vi: Lock;Logout;Sleep;Hibernate;Switch User;Khoá;Đăng xuất;Ngủ;Ngủ đông;Chuyển người dùng;

# Name
source: Input Method
vi: Phương thức nhập

# Comment
source: Manage your Input Methods
vi: Quản lí các phương thức nhập

# Name
source: Media Player
vi: Trình phát phương tiện

# Comment
source: Media Player Controls
vi: Các điều khiển của trình phát phương tiện

# Name
source: Notifications
vi: Thông báo

# Comment
source: Display notifications and jobs
vi: Hiển thị thông báo và công việc

# Name
source: Panel Spacer
vi: Khoảng trống bảng

# Comment
source: Reserve empty spaces within the panel.
vi: Giữ các khoảng trống trong bảng.

# Name
source: Individual Core Usage
vi: Lượng dùng mỗi lõi riêng lẻ

# Comment
source: System monitor Widget that shows usage of individual CPU cores
vi: Phụ kiện giám sát hệ thống cho biết lượng dùng các lõi CPU riêng lẻ

# Name
source: Total CPU Use
vi: Tổng lượng dùng CPU

# Comment
source: System monitor Widget that shows the total CPU usage
vi: Phụ kiện giám sát hệ thống cho biết tổng lượng dùng CPU

# Name
source: Hard Disk Activity
vi: Hoạt động của đĩa cứng

# Comment
source: An applet that monitors hard disk throughput and input/output
vi: Một tiểu ứng dụng giám sát vào/ra và thông lượng của đĩa cứng

# Name
source: Disk Usage
vi: Lượng dùng đĩa

# Comment
source: System monitor Widget that shows the usage of the root partition
vi: Phụ kiện giám sát hệ thống cho biết lượng dùng của phân vùng gốc

# Name
source: Memory Usage
vi: Lượng dùng bộ nhớ

# Comment
source: System monitor Widget that shows physical memory usage
vi: Phụ kiện giám sát hệ thống cho biết lượng dùng bộ nhớ vật lí

# Name
source: Network speed
vi: Tốc độ mạng

# Comment
source: System monitor Widget that shows the download and upload data rate
vi: Phụ kiện giám sát hệ thống cho biết tốc độ tải dữ liệu về và lên

# Name
source: System monitor Sensor
vi: Cảm biến giám sát hệ thống

# Comment
source: Displays a configurable chart of a system monitor sensor
vi: Hiển thị một biểu đồ cấu hình được của một cảm biến giám sát hệ thống

# Name
source: System Tray
vi: Khay hệ thống

# Comment
source: Access hidden applications minimized in the system tray
vi: Truy cập các ứng dụng ẩn được thu nhỏ trong khay hệ thống

# Name
source: Application menus daemon
vi: Trình nền các trình đơn ứng dụng

# Comment
source: Transfers application's menu to the desktop
vi: Chuyển trình đơn của ứng dụng ra bàn làm việc

# Name
source: Wallpaper Plugins
vi: Phần cài cắm phông nền

# Name
source: Plasma Widgets
vi: Phụ kiện Plasma

# Name
source: Application Launcher
vi: Trình khởi chạy ứng dụng

# Comment
source: Simple application launcher
vi: Trình khởi chạy ứng dụng đơn giản

# Name
source: Standard Menu
vi: Trình đơn chuẩn

# Comment
source: The menu that normally shows on right-click
vi: Trình đơn thường thấy khi bấm phải

# Name
source: Paste
vi: Dán

# Comment
source: Creates a widget from the contents of the clipboard
vi: Tạo một phụ kiện từ nội dung của bảng nháp

# Name
source: Switch Activity
vi: Chuyển Hoạt động

# Comment
source: Switch to another activity
vi: Chuyển sang một Hoạt động khác

# Name
source: Switch Desktop
vi: Chuyển bàn làm việc

# Comment
source: Switch to another virtual desktop
vi: Chuyển sang một bàn làm việc ảo khác

# Name
source: Switch Window
vi: Chuyển cửa sổ

# Comment
source: Show a list of windows to switch to
vi: Hiện một danh sách các cửa sổ để chuyển

# Name
source: Activities Engine
vi: Dụng cụ "Hoạt động"

# Comment
source: Information on Plasma Activities
vi: Thông tin về chức năng Hoạt động của Plasma

# Name
source: Application Job Information
vi: Thông tin về công việc của ứng dụng

# Comment
source: Application job updates (via kuiserver)
vi: Các cập nhật về công việc của ứng dụng (thông qua kuiserver)

# Name
source: Application Information
vi: Thông tin ứng dụng

# Comment
source: Information and launching of all applications in the app menu.
vi: Thông tin và việc khởi chạy của tất cả các ứng dụng trong trình đơn ứng dụng.

# Name
source: Device Notifier
vi: Trình thông báo thiết bị

# Name
source: Device Status
vi: Trạng thái thiết bị

# Name
source: Device Notifications
vi: Thông báo của thiết bị

# Comment
source: Passive device notifications for the user.
vi: Thông báo thiết bị thụ động dành cho người dùng.

# Name
source: Dictionary
vi: Từ điển

# Comment
source: Look up word meanings
vi: Tra nghĩa của từ

# Name
source: Run Commands
vi: Chạy lệnh

# Comment
source: Run Executable Data Engine
vi: Chạy dụng cụ "Dữ liệu" thực thi được

# Name
source: Favicons
vi: Biểu tượng trang

# Comment
source: Data Engine for getting favicons of web sites
vi: Dụng cụ dữ liệu để lấy các biểu tượng địa điểm web

# Name
source: Files and Directories
vi: Tệp và thư mục

# Comment
source: Information about files and directories.
vi: Thông tin về các tệp và thư mục.

# Name
source: Geolocation
vi: Định vị địa lí

# Comment
source: Geolocation Data Engine
vi: Dụng cụ dữ liệu định vị địa lí

# Name
source: Geolocation GPS
vi: Định vị địa lí GPS

# Comment
source: Geolocation from GPS address.
vi: Định vị địa lí từ địa chỉ GPS.

# Name
source: Geolocation IP
vi: Định vị địa lí IP

# Comment
source: Geolocation from IP address.
vi: Định vị địa lí từ địa chỉ IP.

# Comment
source: Plasma Geolocation Provider
vi: Nguồn cung cấp định vị địa lí của Plasma

# Name
source: Hotplug Events
vi: Các sự kiện cắm nóng

# Comment
source: Tracks hot-pluggable devices as they appear and disappear.
vi: Theo dõi các thiết bị cắm nóng được khi chúng xuất hiện và biến mất.

# Name
source: Keyboard and Mouse State
vi: Trạng thái bàn phím và chuột

# Comment
source: Keyboard modifier and mouse buttons states
vi: Trạng thái phím bổ trợ và nút chuột

# Name
source: Pointer Position
vi: Vị trí con trỏ

# Comment
source: Mouse position and cursor
vi: Vị trí và con trỏ chuột

# Comment
source: Provides information from and control over media players via MPRIS2
vi: Cung cấp thông tin của và cách điều khiển với các trình phát phương tiện thông qua MPRIS2

# Name
source: Application Notifications
vi: Thông báo của ứng dụng

# Comment
source: Passive visual notifications for the user.
vi: Thông báo trực quan thụ động dành cho người dùng.

# Comment
source: PackageKit Data Engine
vi: Dụng cụ dữ liệu PackageKit

# Name
source: Places
vi: Địa điểm

# Comment
source: Places, as seen in the file manager and in file dialogs.
vi: Địa điểm, như trong trình quản lí tệp và các hộp thoại tệp.

# Name|plasma data engine
source: Power Management
vi: Quản lí nguồn điện

# Comment
source: Battery, AC, sleep and PowerDevil information.
vi: Thông tin pin, củ sạc, chế độ ngủ và PowerDevil.

# Name
source: Device Information
vi: Thông tin thiết bị

# Comment
source: Device data via Solid
vi: Dữ liệu về thiết bị thông qua Solid

# Name
source: Status Notifier Information
vi: Thông tin Trình thông báo trạng thái

# Comment
source: Engine for applications' status information, based on the Status Notifier protocol.
vi: Dụng cụ cấp thông tin về trạng thái ứng dụng, dựa trên giao thức "Trình thông báo trạng thái".

# Name
source: System Monitor
vi: Trình giám sát hệ thống

# Comment
source: System status information
vi: Thông tin về trạng thái hệ thống

# Name
source: Date and Time
vi: Ngày giờ

# Comment
source: Date and time by timezone
vi: Ngày giờ theo múi giờ

# Name
source: BBC Weather
vi: Ban Thời tiết BBC

# Comment
source: XML Data from the British Broadcasting Corporation
vi: Dữ liệu XML từ Hiệp hội Phát thanh truyền hình Anh quốc (BBC)

# Name
source: Environment Canada
vi: Bộ Môi trường Canada

# Comment
source: XML Data from Environment Canada
vi: Dữ liệu XML từ Bộ Môi trường Canada

# Name
source: NOAA's National Weather Service
vi: Dịch vụ Thời tiết Quốc gia của NOAA

# Comment
source: XML Data from NOAA's National Weather Service
vi: Dữ liệu XML từ Dịch vụ Thời tiết Quốc gia của NOAA

# Comment
source: Weather forecast by wetter.com
vi: Dự báo thời tiết của wetter.com

# Name
source: Weather
vi: Thời tiết

# Comment
source: Weather data from multiple online sources
vi: Dữ liệu thời tiết từ nhiều nguồn trực tuyến

# Name
source: Free Space Notifier
vi: Trình thông báo không gian trống

# Comment
source: Warns when running out of space on your home folder
vi: Cảnh báo khi sắp hết không gian cho thư mục nhà của bạn

# Comment
source: KDE Free Space Notifier Daemon
vi: Trình nền thông báo không gian trống KDE

# Name
source: Low Disk Space
vi: Không gian đĩa còn ít

# Name
source: Warning
vi: Cảnh báo

# Comment
source: Used for warning notifications
vi: Dùng cho thông báo cảnh báo

# Name
source: Running low on disk space
vi: Sắp hết không gian đĩa

# Comment
source: You are running low on disk space
vi: Bạn đang dùng sắp hết không gian đĩa

# Name
source: Autostart
vi: Khởi động tự động

# Comment
source: Automatically Started Applications
vi: Các ứng dụng được khởi động tự động

# X-KDE-Keywords
source: Autostart Manager,system startup,plasma start,cron,auto,start,start up,boot,load,session
vi: Autostart Manager,system startup,plasma start,cron,auto,start,start up,boot,load,session,trình quản lí khởi động tự động,khởi động hệ thống,khởi động plasma,khởi động,tự động,tải,phiên

# Name
source: Color Schemes
vi: Quy hoạch màu

# GenericName
source: Color scheme editor
vi: Trình biên tập quy hoạch màu

# Comment
source: Plasma color scheme editor
vi: Trình biên tập quy hoạch màu Plasma

# Name
source: Colors
vi: Màu

# Comment
source: Choose color scheme
vi: Chọn quy hoạch màu

# X-KDE-Keywords
source: color,colour,scheme,contrast,Widget colors,Color Scheme,color style,color theme,tint,accent color,color scheme,dark mode,light mode,accent colour,accent,highlight,colour
vi: color,colour,scheme,contrast,Widget colors,Color Scheme,color style,color theme,tint,accent color,color scheme,dark mode,light mode,accent colour,accent,highlight,colour,màu,sắc,quy hoạch,tương phản,màu phụ kiện,quy hoạch màu,kiểu cách màu,chủ đề màu,phủ,màu chủ đạo,chế độ tối,chế độ sáng,chủ đạo,tô sáng

# Name
source: Cursors
vi: Con trỏ

# Comment
source: Choose mouse cursor theme
vi: Chọn chủ đề của con trỏ chuột

# X-KDE-Keywords
source: Mouse,Cursor,Theme,Cursor Appearance,Cursor Color,Cursor Theme,Mouse Theme,Mouse Appearance,Mouse Skin,Pointer Colors,Pointer Appearance,cursor skin,cursor style,mouse style,pointer
vi: Mouse,Cursor,Theme,Cursor Appearance,Cursor Color,Cursor Theme,Mouse Theme,Mouse Appearance,Mouse Skin,Pointer Colors,Pointer Appearance,cursor skin,cursor style,mouse style,pointer,chuột,con trỏ,chủ đề,diện mạo con trỏ,màu con trỏ,chủ đề của con trỏ,chủ đề của chuột,diện mạo chuột,da chuột,da con trỏ,kiểu cách con trỏ,kiểu cách chuột

# Name
source: Plasma Style
vi: Kiểu cách Plasma

# Comment
source: Choose Plasma style
vi: Chọn kiểu cách Plasma

# X-KDE-Keywords
source: Desktop Theme,Plasma Theme,plasma style,desktop style,plasma skin,desktop skin,theme
vi: Desktop Theme,Plasma Theme,plasma style,desktop style,plasma skin,desktop skin,theme,Chủ đề Bàn làm việc,Chủ đề Plasma,kiểu cách plasma,kiểu cách bàn làm việc,da plasma,da bàn làm việc,chủ đề

# Comment
source: Choose Plasma theme
vi: Chọn chủ đề của Plasma

# Name
source: Plasma Styles
vi: Kiểu cách Plasma

# Name
source: User Feedback
vi: Phản hồi của người dùng

# Comment
source: Configure user feedback settings
vi: Cấu hình các thiết lập phản hồi của người dùng

# X-KDE-Keywords
source: feedback,report,contact,data collection,statistics,usage,log,logging,telemetry
vi: feedback,report,contact,data collection,statistics,usage,log,logging,telemetry,phản hồi,báo cáo,liên hệ,thu thập dữ liệu,thống kê,sử dụng,nhật kí,ghi nhật kí,viễn trắc

# Name
source: Feedback
vi: Phản hồi

# Name
source: Fonts
vi: Phông chữ

# Comment
source: Configure user interface fonts
vi: Cấu hình phông chữ trong giao diện người dùng

# X-KDE-Keywords
source: fonts,font size,styles,charsets,character sets,panel,control panel,desktops,FileManager,Toolbars,Menu,Window Title,Title,DPI,anti-aliasing,desktop fonts,toolbar fonts,character,general fonts,typography,type,letters,character,hinting,sub-pixel,text,big text,change font,size
vi: fonts,font size,styles,charsets,character sets,panel,control panel,desktops,FileManager,Toolbars,Menu,Window Title,Title,DPI,anti-aliasing,desktop fonts,toolbar fonts,character,general fonts,typography,type,letters,character,hinting,sub-pixel,text,big text,change font,size,phông chữ,cỡ phông chữ,kiểu cách,bộ mã tự,bảng,bảng điều khiển,bàn làm việc,trình quản lí tệp,thanh công cụ,trình đơn,tiêu đề cửa sổ,tiêu đề,khử răng cưa,phông chữ bàn làm việc,phông chữ thanh công cụ,chữ,phông chữ chung,thuật in,kiểu,chữ cái,dẫn phông,hạ điểm ảnh,chữ to,thay đổi phông chữ,kích cỡ

# Name
source: Formats
vi: Dạng thức

# Comment
source: Numeric, Currency and Time Formats
vi: Dạng thức số, tiền tệ và thời gian

# X-KDE-Keywords
source: language,translation,number format,locale,Country,charsets,character sets,Decimal symbol,Thousands separator,symbol,separator,sign,positive,negative,currency,money,fractional digits,calendar,time,date,formats,week,week start,first,paper,size,letter,A4,measure,metric,English,Imperial,region,measurement units,collation,sorting,date format
vi: language,translation,number format,locale,Country,charsets,character sets,Decimal symbol,Thousands separator,symbol,separator,sign,positive,negative,currency,money,fractional digits,calendar,time,date,formats,week,week start,first,paper,size,letter,A4,measure,metric,English,Imperial,region,measurement units,collation,sorting,date format,ngôn ngữ,biên dịch,dạng thức số,vùng,quốc gia,bộ mã tự,bộ chữ,dấu thập phân,dấu phân cách hàng nghìn,kí hiệu,phần phân cách,dấu,dương,âm,tiền tệ,tiền,chữ số thập phân,lịch,thời gian,ngày,dạng thức,tuần,bắt đầu tuần,đầu tiên,giấy,cỡ,thư,đo,theo hệ mét,theo hệ Anh,vùng,đơn vị đo,đối chiếu,sắp xếp,dạng thức thời gian

# Name
source: Icons
vi: Biểu tượng

# Comment
source: Choose icon theme
vi: Chọn chủ đề của biểu tượng

# X-KDE-Keywords
source: icons,effects,size,hicolor,locolor,change icons,buttons,button theme,icon theme,theme,iconography
vi: icons,effects,size,hicolor,locolor,change icons,buttons,button theme,icon theme,theme,iconography,biểu tượng,hiệu ứng,cỡ,màu cao,màu thấp,thay đổi biểu tượng,nút,chủ đề nút,chủ đề biểu tượng,chủ đề,biểu tượng học

# Name
source: Install...
vi: Cài đặt…

# GenericName
source: Font Viewer
vi: Trình xem phông chữ

# Name
source: Font Installer
vi: Trình cài đặt phông chữ

# Name
source: Manage system-wide fonts.
vi: Quản lí phông chữ toàn hệ thống.

# Description
source: Modifying the system-wide font configuration requires privileges.
vi: Việc chỉnh sửa cấu hình phông chữ toàn hệ thống đòi hỏi đặc quyền.

# Name
source: Font Management
vi: Quản lí phông chữ

# Comment
source: Install, manage and preview fonts
vi: Cài đặt, quản lí và xem thử phông chữ

# X-KDE-Keywords
source: font,fonts,installer,truetype,type1,bitmap
vi: font,fonts,phông chữ,installer,trình cài đặt,truetype,type1,bitmap,bản đồ bit

# Name
source: Font Files
vi: Tệp phông chữ

# Name
source: Font Viewer
vi: Trình xem phông chữ

# Name
source: Global Theme
vi: Chủ đề toàn cục

# Comment
source: Choose global look and feel
vi: Chọn cách nhìn và cảm toàn cục

# X-KDE-Keywords
source: theme,look,feel,global theme,desktop,appearance,skin, global,presentation,themes,design,UI
vi: theme,look,feel,global theme,desktop,appearance,skin, global,presentation,themes,design,UI,chủ đề,nhìn,cảm,chủ đề toàn cục,bàn làm việc,diện mạo,da,toàn cục,thể hiện,thiết kế,giao diện người dùng

# Name
source: Global Themes
vi: Chủ đề toàn cục

# Name
source: Night Color
vi: Màu buổi tối

# Comment
source: Adjust color temperature at night to reduce eye strain
vi: Điều chỉnh nhiệt độ màu vào buổi tối để giảm căng thẳng cho mắt

# X-KDE-Keywords
source: kwin,window,manager,night,colors,redshift,eyes,night mode,colour,dark mode,dark,dim,sleep,eye strain,red,shift,orange,yellow,warm,screen tint,temperature
vi: kwin,window,manager,night,colors,redshift,eyes,night mode,colour,dark mode,dark,dim,sleep,eye strain,red,shift,orange,yellow,warm,screen tint,temperature,cửa sổ,trình quản lí,buổi tối,màu,mắt,chế độ buổi tối,chế độ tối,tối,làm tối,ngủ,căng thẳng cho mắt,mỏi mắt,đỏ,dịch,cam,vàng,ấm,phủ màn hình,nhiệt độ

# Comment
source: Event Notifications and Actions
vi: Thông báo và hành động cho sự kiện

# Name
source: GNOME/GTK Application Styles
vi: Kiểu cách ứng dụng GNOME/GTK

# Name
source: Application Style
vi: Kiểu cách ứng dụng

# Comment
source: Configure application style and behavior
vi: Cấu hình kiểu cách và ứng xử của ứng dụng

# X-KDE-Keywords
source: style,styles,look,widget,icons,toolbars,text,highlight,apps,KDE applications,theme,plasma,menu,global menu,GTK,GNOME,application style,app,programs,appearance,skin,themes,light mode,dark mode
vi: style,styles,look,widget,icons,toolbars,text,highlight,apps,KDE applications,theme,plasma,menu,global menu,GTK,GNOME,application style,app,programs,appearance,skin,themes,light mode,dark mode,kiểu cách,nhìn,phụ kiện,biểu tượng,thanh công cụ,chữ,văn bản,tô sáng,ứng dụng,ứng dụng KDE,chủ đề,trình đơn,trình đơn toàn cục,kiểu cách ứng dụng,chương trình,diện mạo,da,chế độ sáng,chế độ tối

# Name
source: Language
vi: Ngôn ngữ

# Comment
source: Change workspace and application languages
vi: Thay đổi ngôn ngữ không gian làm việc và ứng dụng

# X-KDE-Keywords
source: language,writing,text,idioms,dialect,words,region,regional,country,internationalization,locale
vi: language,writing,text,idioms,dialect,words,region,regional,country,internationalization,locale,ngôn ngữ,viết,chữ,thành ngữ,phương ngôn,từ,vùng,theo vùng,nước,quốc tế hoá

# Name
source: Directory Watcher
vi: Trình theo dõi thư mục

# Comment
source: Monitors directories for changes
vi: Giám sát thay đổi ở các thư mục

# Name
source: Trash
vi: Thùng rác

# Comment
source: Contains removed files
vi: Chứa các tệp đã bị xoá

# GenericName
source: Clipboard Tool
vi: Công cụ bảng nháp

# Comment
source: A cut & paste history utility
vi: Một tiện ích chứa lịch sử cắt & dán

# Description
source: Jpeg-Image
vi: Ảnh JPEG

# Description
source: Launch &Gwenview
vi: Khởi chạy &Gwenview

# Description
source: Web-URL
vi: URL web

# Description
source: Open with &default Browser
vi: Mở bằng trình &duyệt mặc định

# Description
source: Open with &Konqueror
vi: Mở bằng &Konqueror

# Description
source: Open with &Mozilla
vi: Mở bằng &Mozilla

# Description
source: Send &URL
vi: Gửi &URL

# Description
source: Open with &Firefox
vi: Mở bằng &Firefox

# Description
source: Send &Page
vi: Gửi Tr&ang

# Description
source: Mail-URL
vi: URL thư

# Description
source: Launch &Kmail
vi: Khởi chạy &Kmail

# Description
source: Launch &mutt
vi: Khởi chạy &mutt

# Description
source: Text File
vi: Tệp văn bản

# Description
source: Launch K&Write
vi: Khởi chạy K&Write

# Description
source: Local file URL
vi: URL tệp cục bộ

# Description
source: Send &File
vi: Gửi &Tệp

# Description
source: Gopher URL
vi: URL Gopher

# Description
source: ftp URL
vi: URL FTP

# Comment
source: Clipboard Tool.
vi: Công cụ bảng nháp.

# Name
source: Run command on clipboard contents
vi: Chạy lệnh với nội dung bảng nháp

# Name
source: Time Zone
vi: Múi giờ

# Comment
source: Provides the system's time zone to applications
vi: Cung cấp múi giờ hệ thống cho các ứng dụng

# Name
source: ColorCorrect Geolocation Updater
vi: Trình cập nhật định vị địa lí ColorCorrect

# Comment
source: Sends updated location data to the compositor
vi: Gửi dữ liệu vị trí đã cập nhật đến trình kết hợp

# Comment
source: Plasma by KDE
vi: Plasma, do KDE

# Name
source: Plasma (Development, Wayland ${CMAKE_INSTALL_FULL_BINDIR})
vi: Plasma (Phát triển, Wayland ${CMAKE_INSTALL_FULL_BINDIR})

# Name
source: Plasma (Development, X11 ${CMAKE_INSTALL_FULL_BINDIR})
vi: Plasma (Phát triển, X11 ${CMAKE_INSTALL_FULL_BINDIR})

# Comment
source: Breeze Dark by the KDE VDG
vi: Breeze Tối, do KDE VDG

# Name
source: Breeze Dark
vi: Breeze Tối

# Comment
source: Breeze by the KDE VDG
vi: Breeze, do KDE VDG

# Keywords
source: Desktop;Workspace;Appearance;Look and Feel;Logout;Lock;Suspend;Shutdown;Hibernate;
vi: Desktop;Workspace;Appearance;Look and Feel;Logout;Lock;Suspend;Shutdown;Hibernate;Bàn làm việc;Không gian làm việc;Diện mạo;Nhìn và Cảm;Đăng xuất;Khoá;Tạm ngừng;Tắt;Ngủ đông;

# Comment
source: Breeze Twilight by the KDE VDG
vi: Breeze Chạng vạng, do KDE VDG

# Name
source: Breeze Twilight
vi: Breeze Chạng vạng

# Name
source: Internal Services
vi: Dịch vụ nội bộ

# Name
source: Development
vi: Phát triển

# Name
source: Translation
vi: Biên dịch

# Name
source: Web Development
vi: Phát triển Web

# Name
source: Editors
vi: Trình biên tập

# Name
source: Education
vi: Giáo dục

# Name
source: Languages
vi: Ngôn ngữ

# Name
source: Mathematics
vi: Toán học

# Name
source: Miscellaneous
vi: Hỗn hợp

# Name
source: Science
vi: Khoa học

# Name
source: Teaching Tools
vi: Công cụ Giảng dạy

# Name
source: Arcade
vi: Điện tử xèng

# Name
source: Board Games
vi: Trò chơi trên bàn

# Name
source: Card Games
vi: Trò chơi bài

# Name
source: Games
vi: Trò chơi

# Name
source: Games for Kids
vi: Trò chơi cho trẻ em

# Name
source: Logic Games
vi: Trò chơi luận lí

# Name
source: Rogue-like Games
vi: Trò chơi giống Rogue

# Name
source: Tactics & Strategy
vi: Chiến thuật & Chiến lược

# Name
source: Graphics
vi: Đồ hoạ

# Name
source: Internet
vi: Liên Mạng

# Name
source: Terminal Applications
vi: Ứng dụng dòng lệnh

# Name
source: KDE Menu
vi: Trình đơn KDE

# Name
source: More Applications
vi: Các ứng dụng khác nữa

# Name
source: Multimedia
vi: Đa phương tiện

# Name
source: Network
vi: Mạng

# Name
source: Office
vi: Văn phòng

# Name
source: Science & Math
vi: Khoa học & Toán

# Name
source: Settings
vi: Thiết lập

# Name
source: System
vi: Hệ thống

# Name
source: Toys
vi: Đồ chơi

# Name
source: Lost & Found
vi: Mất & tìm

# Name
source: Accessibility
vi: Hỗ trợ truy cập

# Comment
source: Accessibility
vi: Hỗ trợ truy cập

# Name
source: Desktop
vi: Bàn làm việc

# Comment
source: Desktop
vi: Bàn làm việc

# Name
source: Utilities
vi: Tiện ích

# Comment
source: Utilities
vi: Tiện ích
