Repository: hoangduytranuk/my-kde-vi
Catalog: branches/stable/l10n-kf5/*/messages/khelpcenter/khelpcenter._desktop_.po
Languages: vi

# Comment
source: Help for applications
vi: Trợ giúp cho các ứng dụng

# Name
source: Help
vi: Trợ giúp

# GenericName
source: Help Center
vi: Trung tâm trợ giúp

# Comment
source: Browse and search documentation
vi: Duyệt và tìm kiếm tài liệu

# Name
source: Application Manuals
vi: Sổ tay ứng dụng

# Name
source: Browser Settings Modules
vi: Các khối thiết lập trình duyệt

# Name
source: Filemanager Settings Modules
vi: Các khối thiết lập trình quản lí tệp

# Name
source: Fundamentals
vi: Cơ sở

# Name
source: Browse Info Pages
vi: Duyệt các trang thông tin

# Name
source: System Settings Modules
vi: Các khối thiết lập hệ thống

# Name
source: KInfoCenter Modules
vi: Các khối KInfoCenter

# Name
source: Konqueror Settings Modules
vi: Các khối thiết lập Konqueror

# Name
source: UNIX manual pages
vi: Các trang sổ tay UNIX

# Name
source: (1) User Commands
vi: (1) Lệnh người dùng

# Name
source: (2) System Calls
vi: (2) Lời gọi hệ thống

# Name
source: (3) Subroutines
vi: (3) Lặp thức con

# Name
source: (4) Devices
vi: (4) Thiết bị

# Name
source: (5) File Formats
vi: (5) Định dạng tệp

# Name
source: (6) Games
vi: (6) Trò chơi

# Name
source: (7) Miscellaneous
vi: (7) Hỗn hợp

# Name
source: (8) Sys. Administration
vi: (8) Quản trị hệ thống

# Name
source: (9) Kernel
vi: (9) Nhân

# Name
source: (n) New
vi: (n) Mới

# Name
source: Online Help
vi: Trợ giúp trực tuyến

# Name
source: Other Settings Modules
vi: Các khối thiết lập khác

# Name
source: Plasma Manual
vi: Sổ tay Plasma
